#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
java.please.select=---- Xin ch\u1ECDn trang web m\u1EB9 ---- 
error.cannot.update=Kh\u00F4ng th\u1EC3 \u0111\u1EB7t \u0110\u1ECBnh danh g\u1ED1c cho trang kho\u00E1 h\u1ECDc. 
java.selectparent=Li\u00EAn k\u1EBFt trang web n\u00E0y v\u00E0o m\u1ED9t trang web cha kh\u00F4ng \u1EA3nh h\u01B0\u1EDFng \u0111\u1EBFn th\u00E0nh vi\u00EAn ho\u1EB7c ph\u00E2n quy\u1EC1n ho\u1EB7c c\u00E1ch s\u1EED d\u1EE5ng c\u00F4ng c\u1EE5 ho\u1EB7c n\u1ED9i dung c\u00F4ng c\u1EE5 trong trang web cha ho\u1EB7c trang web con. Li\u00EAn k\u1EBFt \u0111\u1EBFn m\u1ED9t trang web cha \u0111\u01A1n gi\u1EA3n l\u00E0 l\u00E0m cho ng\u01B0\u1EDDi d\u00F9ng tr\u1EDF th\u00E0nh th\u00E0nh vi\u00EAn v\u00E0 c\u00F3 quy\u1EC1n s\u1EED d\u1EE5ng trong c\u1EA3 hai trang web, h\u1ECD s\u1EBD th\u1EA5y g\u1EE3i \u00FD \u0111i\u1EC1u khi\u1EC3n v\u00E0 chuy\u1EC3n h\u01B0\u1EDBng gi\u1EEFa c\u00E1c li\u00EAn k\u1EBFt trong trang web cha m\u1EB9 v\u00E0 c\u00E1c trang web con. M\u1ED9t trang web c\u00F3 th\u1EC3 c\u00F3 r\u1EA5t nhi\u1EC1u c\u00E1c trang web con tr\u1ECF \u0111\u1EBFn n\u00F3, nh\u01B0ng m\u1ED9t trang web con c\u00F3 th\u1EC3 ch\u1EC9 c\u00F3 m\u1ED9t trang cha. 
gen.save=\u0110\u1EB7t Li\u00EAn k\u1EBFt
error.nosites=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp v\u00E0o b\u1EA5t k\u1EF3 trang web cha th\u00EDch h\u1EE3p. 
gen.alert=Th\u00F4ng b\u00E1o 
error.cannot.remove=Kh\u00F4ng th\u1EC3 x\u00F3a \u0110\u1ECBnh danh g\u1ED1c kh\u1ECFi trang kho\u00E1 h\u1ECDc.
gen.cancel=Hu\u1EF7 
alert.parent.removed=Trang web cha kh\u00F4ng c\u00F2n t\u1ED3n t\u1EA1i, li\u00EAn k\u1EBFt \u0111\u00E3 b\u1ECB xo\u00E1. {0}
error.cannot.access=L\u1ED7i truy c\u1EADp v\u00E0o trang web th\u00F4ng tin. 
gen.remove=H\u1EE7y b\u1ECF li\u00EAn k\u1EBFt 
