
desc-lessonbuilder.read   = \u0110\u1ECDc v\u00E0 c\u1EADp nh\u1EADt nh\u1EEFng m\u1EE5c ho\u1EB7c trang c\u00E1 nh\u00E2n
desc-lessonbuilder.seeall = See items regardless of release controls\r\n\r\n
desc-lessonbuilder.upd    = C\u1EADp nh\u1EADt t\u1EA5t c\u00E1c trang ho\u1EB7c c\u00E1c m\u1EE5c

simpleapge.checklist.edit_externalLink = Ch\u1EC9nh s\u1EEDa \u0111\u01B0\u1EDDng d\u1EABn b\u00EAn ngo\u00E0i

simplepage.Done                                       = Xong
simplepage.access-group                               = Truy c\u1EADp: {}
simplepage.active-folder                              = Ch\u1ECDn th\u01B0 m\u1EE5c
simplepage.add-above                                  = Th\u00EAm m\u1EE5c m\u1EDBi b\u00EAn tr\u00EAn m\u1EE5c n\u00E0y
simplepage.add-checklist-item                         = Danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra
simplepage.add-comment                                = Th\u00EAm g\u00F3p \u00FD
simplepage.add-content                                = Th\u00EAm n\u1ED9i dung
simplepage.add-item-column                            = Th\u00EAm m\u1EE5c v\u00E0o ph\u00EDa d\u01B0\u1EDBi c\u1ED9t n\u00E0y
simplepage.add-item-page                              = D\u00F9ng ch\u1EE9c n\u0103ng n\u00E0y \u0111\u1EC3 th\u00EAm n\u1ED9i dung m\u1EDBi v\u00E0o cu\u1ED1i m\u1ED7i trang. D\u00F9ng bi\u1EC3u t\u01B0\u1EE3ng "+" \u0111\u1EC3 th\u00EAm n\u1ED9i dung t\u1EA1i v\u1ECB tr\u00ED t\u01B0\u01A1ng \u1EE9ng c\u1EE7a trang.
simplepage.add-page                                   = Th\u00EAm v\u00E0o trang c\u00E1 nh\u00E2n c\u1EE7a b\u1EA1n
simplepage.add-peereval                               = Start Peer Evaluation
simplepage.add-student-content                        = Th\u00EAm N\u1ED9i dung c\u1EE7a H\u1ECDc vi\u00EAn
simplepage.addAnswer                                  = Th\u00EAm c\u00E2u tr\u1EA3 l\u1EDDi m\u1EDBi
simplepage.addChecklistItem                           = Th\u00EAm danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra m\u1EDBi
simplepage.addLink_label                              = URL:
simplepage.addLink_label_add                          = Ho\u1EB7c th\u00EAm m\u1ED9t URL:
simplepage.addLink_label_add_or                       = Ho\u1EB7c th\u00EAm m\u1ED9t URL hay "m\u00E3 nh\u00FAng"
simplepage.add_caption                                = Th\u00EAm t\u1EADp tin ch\u00FA th\u00EDch (ph\u1EA3i l\u00E0 \u0111\u1ECBnh d\u1EA1ng VTT)
simplepage.add_file_instructions                      = B\u1EA1n c\u00F3 th\u1EC3 t\u1EA3i t\u1EADp tin m\u1EDBi l\u00EAn, ch\u1ECDn c\u00E1c t\u1EADp tin hi\u1EC7n c\u00F3 t\u1EEB T\u00E0i Nguy\u00EAn, ho\u1EB7c cung c\u1EA5p \u0111\u1ECBa ch\u1EC9 c\u1EE7a c\u00E1c trang tr\u00EAn web.
simplepage.addfolder-descrip                          = Th\u00EAm th\u01B0 m\u1EE5c T\u00E0i Nguy\u00EAn v\u00E0 n\u1ED9i dung c\u1EE7a n\u00F3.
simplepage.addfolder.tooltip                          = Th\u00EAm th\u01B0 m\u1EE5c T\u00E0i Nguy\u00EAn v\u00E0 n\u1ED9i dung c\u1EE7a n\u00F3.
simplepage.adding-checklist                           = Th\u00EAm danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra v\u00E0o:
simplepage.adding-folder                              = Ghi v\u00E0o danh s\u00E1ch th\u01B0 m\u1EE5c:
simplepage.adding-text                                = Th\u00EAm v\u0103n b\u1EA3n v\u00E0o:
simplepage.additional-instructions                    = instructions/multimedia.html
simplepage.additional-instructions-label              = Nh\u1EEFng c\u00E2u h\u1ECFi th\u01B0\u1EDDng g\u1EB7p v\u1EC1 n\u1ED9i dung \u0111a ph\u01B0\u01A1ng ti\u1EC7n
simplepage.additional-website-instructions            = instructions/website.html
simplepage.additional-website-instructions-label      = C\u00E2u h\u1ECFi th\u01B0\u1EDDng g\u1EB7p v\u1EC1 t\u1EA3i l\u00EAn n\u1ED9i dung t\u1EADp tin ZIP
simplepage.addlink_header                             = Th\u00EAm li\u00EAn k\u1EBFt m\u1EDBi
simplepage.addtext-descrip                            = Th\u00EAm m\u1ED9t m\u1EE5c b\u1EB1ng tr\u00ECnh ch\u1EC9nh s\u1EEDa v\u0103n b\u1EA3n
simplepage.addwebsite-descrip                         = C\u00F3 s\u1EF1 h\u1ED5 tr\u1EE3 \u0111\u1EB7c bi\u1EC7t ri\u00EAng \u0111\u1EC3 t\u1EA1o v\u00E0 k\u1EBFt n\u1ED1i gi\u1EEFa Camtasia v\u00E0 Wimba, nh\u01B0ng b\u1EA5t k\u00EC t\u1EADp tin Zip n\u00E0o c\u0169ng c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c t\u1EA3i l\u00EAn. Xem tr\u1EE3 gi\u00FAp trong h\u1ED9p tho\u1EA1i \u0111\u1EC3 bi\u1EBFt th\u00EAm th\u00F4ng tin. 
simplepage.alt_label                                  = Alt Text
simplepage.announcements-descrip                      = Hi\u1EC3n th\u1ECB th\u00F4ng b\u00E1o m\u1EDBi nh\u1EA5t
simplepage.announcements-error-message                = L\u1ED7i khi th\u00EAm th\u00F4ng b\u00E1o:
simplepage.announcements-header-title                 = Th\u00F4ng b\u00E1o
simplepage.announcements-no-message                   = Hi\u1EC7n kh\u00F4ng c\u00F3 th\u00F4ng b\u00E1o n\u00E0o
simplepage.announcements-number-dropdown-label        = Ch\u1EC9 \u0111\u1ECBnh s\u1ED1 th\u00F4ng b\u00E1o
simplepage.announcements-snippet                      = Th\u00F4ng b\u00E1o m\u1EDBi nh\u1EA5t
simplepage.announcements.height_label                 = Chi\u1EC1u cao c\u1EE7a khung hi\u1EC3n th\u1ECB (t\u00EDnh b\u1EB1ng pixel)
simplepage.announcementsLinkText                      = Nh\u00FAng Th\u00F4ng b\u00E1o
simplepage.anonymous                                  = \u1EA8n danh
simplepage.another-file                               = Th\u00EAm t\u1EADp tin kh\u00E1c \u0111\u1EC3 t\u1EA3i l\u00EAn:
simplepage.answer                                     = Tr\u1EA3 l\u1EDDi:
simplepage.answer_question                            = \nN\u1ED9p c\u00E2u tr\u1EA3 l\u1EDDi
simplepage.answers                                    = C\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng:
simplepage.appearance.settings                        = Hi\u1EC7n
simplepage.assign_seeattach                           = Xem t\u1EADp tin \u0111\u00EDnh k\u00E8m \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u01B0\u1EDBng d\u1EABn
simplepage.assignment                                 = Th\u00EAm b\u00E0i t\u1EADp
simplepage.assignment-descrip                         = Li\u00EAn k\u1EBFt t\u1EDBi B\u00E0i T\u1EADp
simplepage.assignment.chooser                         = Ch\u1ECDn m\u1ED9t b\u00E0i t\u1EADp
simplepage.assignment.tooltip                         = Th\u00EAm li\u00EAn k\u1EBFt v\u00E0o b\u00E0i t\u1EADp trong c\u00F4ng c\u1EE5 B\u00E0i T\u1EADp
simplepage.back                                       = Tr\u1EDF v\u1EC1
simplepage.blti                                       = Th\u00EAm C\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i
simplepage.blti-descrip                               = LiLi\u00EAn k\u1EBFt t\u1EDBi m\u1ED9t d\u1ECBch v\u1EE5 web s\u1EED d\u1EE5ng ti\u00EAu chu\u1EA9n IMS LTI \u0111\u1EC3 t\u00EDch h\u1EE3p v\u1EDBi h\u1EC7 th\u1ED1ng n\u00E0y.
simplepage.blti.app                                   = Th\u00EAm \u1EE9ng d\u1EE5ng h\u1ECDc t\u1EADp
simplepage.blti.app.store.text                        = S\u1EED d\u1EE5ng c\u00E1c n\u00FAt b\u00EAn d\u01B0\u1EDBi \u0111\u1EC3 kh\u1EDFi ch\u1EA1y m\u1ED9t c\u1EEDa h\u00E0ng \u1EE9ng d\u1EE5ng v\u00E0 ch\u1ECDn m\u1ED9t c\u00F4ng c\u1EE5 c\u00F3 s\u1EB5n.
simplepage.blti.app.tooltip                           = Th\u00EAm \u1EE9ng d\u1EE5ng h\u1ECDc t\u1EADp (Add Learning App)
simplepage.blti.chooser                               = B\u1ED9 ch\u1ECDn c\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i
simplepage.blti.config                                = C\u1EA5u h\u00ECnh cho c\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i
simplepage.blti.launcher                              = Kh\u1EDBi ch\u1EA1y c\u1EEDa h\u00E0ng \u1EE9ng d\u1EE5ng
simplepage.blti.tools.create                          = Nh\u1EA5n v\u00E0o \u0111\u00E2y \u0111\u1EC3 qu\u1EA3n l\u00FD c\u00F4ng c\u1EE5 v\u00E0 m\u1EE5c. \u0110i\u1EC1u n\u00E0y s\u1EBD cho ph\u00E9p b\u1EA1n t\u1EA1o c\u00F4ng c\u1EE5 m\u1EDBi c\u1EE7a ri\u00EAng m\u00ECnh, d\u1EF1a tr\u00EAn th\u00F4ng tin t\u1EEB m\u1ED9t d\u1ECBch v\u1EE5 b\u00EAn ngo\u00E0i, v\u00E0 \u0111\u1EC3 ch\u1EC9nh s\u1EEDa ho\u1EB7c x\u00F3a c\u00E1c c\u00F4ng c\u1EE5 hay c\u00E1c m\u1EE5c hi\u1EC7n c\u00F3. Tuy nhi\u00EAn, h\u1EA7u h\u1EBFt c\u00E1c t\u00E1c gi\u1EA3 s\u1EBD s\u1EED d\u1EE5ng c\u00E1c ph\u1EA7n \u1EDF tr\u00EAn, kh\u00F4ng ph\u1EA3i t\u00E1c gi\u1EA3 n\u00E0y. However most authors will use the sections above, not this one.
simplepage.blti.tools.manage                          = Qu\u1EA3n l\u00FD c\u00F4ng c\u1EE5 v\u00E0 c\u00E1c m\u1EE5c
simplepage.blti.tools.text                            = Nh\u1EA5n v\u00E0o m\u1ED9t c\u00F4ng c\u1EE5 \u0111\u1EC3 ch\u00E8n m\u1ED9t m\u1EE5c d\u1EF1a tr\u00EAn c\u00F4ng c\u1EE5 \u0111\u00F3
simplepage.blti.tooltip                               = Th\u00EAm m\u1EE5c t\u1EEB d\u1ECBch v\u1EE5 b\u00EAn ngo\u00E0i h\u1ED7 tr\u1EE3 ti\u00EAu chu\u1EA9n IMS LTI. Ask your campus support staff to find out what tools are supported by your campus.
simplepage.break                                      = Section or column break
simplepage.break-column-here                          = Column break; items below are displayed in a region to the right of those above
simplepage.break-columns                              = Add column break above
simplepage.break-here                                 = Section break; extra space in background color
simplepage.break-items                                = Add section break above
simplepage.broken-css                                 = Kh\u00F4ng th\u1EC3 t\u00ECm th\u1EA5y t\u1EADp tin CSS t\u00F9y ch\u1EC9nh
simplepage.calendar-descrip                           = Hi\u1EC3n th\u1ECB t\u1EA5t c\u1EA3 s\u1EF1 ki\u1EC7n trong l\u1ECBch
simplepage.calendar-more-info                         = Chi ti\u1EBFt \u0111\u1EA7y \u0111\u1EE7...
simplepage.calendar-snippet                           = L\u1ECBch
simplepage.calendarLinkText                           = Nh\u00FAng L\u1ECBch
simplepage.cancel                                     = Hu\u1EF7
simplepage.cancel_message                             = Hu\u1EF7
simplepage.cc-defaultforum                            = Di\u1EC5n \u0111\u00E0n
simplepage.cc-defaulttopic                            = \u0110\u1EC1 t\u00E0i
simplepage.cc-error                                   = X\u1EA3y ra l\u1ED7i khi c\u00F3 g\u1EAFng th\u00EAm t\u1EADp Common Cartridge . T\u1EADp tin c\u00F3 th\u1EC3 kh\u00F4ng h\u1EE3p l\u1EC7.
simplepage.cc-has-badtypes                            = This cartridge contains resources of types with no specific support in this system. They will be treated as ordinary files: {}
simplepage.cc-noresource                              = Cartridge is invalid. It has an item whose associated resource is missing. The item will be skipped. Resource ID is {}.
simplepage.cc-uses-auth                               = Cannot import Common Cartridges with authorization restrictions
simplepage.cc-uses-curriculum                         = This cartridge uses a curriculum standard. Curriculum standards are not currently implemented, and will be ignored.
simplepage.cc-uses-role                               = This cartridge has at least one resource restricted to Mentor or Instructor. We have created groups with those names, but not placed any users into the groups.
simplepage.cc_apip                                    = Accessible Portable Item Protocol (APIP)
simplepage.cc_epub3                                   = EPUB 3
simplepage.cc_ext_assignment                          = Assignment (extended definition)
simplepage.cc_iwb                                     = B\u1EA3ng t\u01B0\u01A1ng t\u00E1c
simplepage.change-owner-dropdown-label                = Thi\u1EBFt l\u1EADp ch\u1EE7 s\u1EDF h\u1EEFu\: 
simplepage.change_assignment                          = Thay \u0111\u1ED5i B\u00E0i T\u1EADp
simplepage.change_blti                                = Thay \u0111\u1ED5i c\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i
simplepage.change_caption                             = Thay \u0111\u1ED5i t\u1EADp tin ho\u1EB7c URL cho t\u1EADp tin ph\u1EE5 \u0111\u1EC1 (ph\u1EA3i l\u00E0 \u0111\u1ECBnh d\u1EA1ng VTT)
simplepage.change_forum                               = Thay \u0111\u1ED5i Di\u1EC5n \u0111\u00E0n ho\u1EB7c Ch\u1EE7 \u0111\u1EC1
simplepage.change_page                                = Thay \u0111\u1ED5i Trang
simplepage.change_quiz                                = Thay \u0111\u1ED5i b\u00E0i Thi
simplepage.change_resource                            = Thay \u0111\u1ED5i t\u1EADp tin ho\u1EB7c URL
simplepage.checkingwithhost                           = Vui l\u00F2ng ch\u1EDD trong khi ch\u00FAng t\u00F4i ki\u1EC3m tra v\u1EDBi m\u00E1y ch\u1EE7 web ...
simplepage.checklist                                  = Th\u00EAm danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra
simplepage.checklist-empty-name                       = Ti\u00EAu \u0111\u1EC1 Danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.
simplepage.checklist-item-name                        = Checklist Item Name
simplepage.checklist-name-required                    = B\u1EA1n ph\u1EA3i ch\u1EC9 \u0111\u1ECBnh m\u1ED9t t\u00EAn cho danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra c\u1EE7a b\u1EA1n. B\u1EA1n c\u00F3 th\u1EC3 l\u00E0m t\u00EAn hi\u1EC3n th\u1ECB tr\u1ED1ng cho ng\u01B0\u1EDDi d\u00F9ng b\u1EB1ng c\u00E1ch ch\u1ECDn "\u1EA8n t\u00EAn danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra t\u1EEB ng\u01B0\u1EDDi h\u1ECDc."
simplepage.checklist.external.heading                 = L\u1EF1a ch\u1ECDn m\u1EE5c \u0111\u1EC3 li\u00EAn k\u1EBFt \u0111\u1EBFn 
simplepage.checklist.external.link                    = Link checklist item to an external item
simplepage.checklist.external.link.details.complete   = M\u1EE5c n\u00E0y \u0111\u01B0\u1EE3c li\u00EAn k\u1EBFt \u0111\u1EBFn m\u1EE5c ho\u00E0n ch\u1EC9nh\: '<strong> {} </ strong>'.
simplepage.checklist.external.link.details.incomplete = M\u1EE5c n\u00E0y \u0111\u01B0\u1EE3c li\u00EAn k\u1EBFt v\u1EDBi '<strong> {} </ strong>' v\u00E0 s\u1EBD \u0111\u01B0\u1EE3c ki\u1EC3m tra t\u1EF1 \u0111\u1ED9ng m\u1ED9t l\u1EA7n khi '<strong> {} </ strong>' ho\u00E0n ch\u1EC9nh.
simplepage.checklist.external.link.details.notvisible = M\u1EE5c \u0111\u01B0\u1EE3c li\u00EAn k\u1EBFt n\u00E0y s\u1EBD kh\u00F4ng \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB.
simplepage.checklist.external.link.hidden             = T\u00EAn kh\u00F4ng c\u00F3 s\u1EB5n
simplepage.checklist.external.link.info               = Ch\u1EC9 c\u00F3 th\u1EC3 li\u00EAn k\u1EBFt v\u1EDBi c\u00E1c m\u1EE5c c\u1EA7n thi\u1EBFt.
simplepage.checklist.external.unlink                  = X\u00F3a li\u00EAn k\u1EBFt
simplepage.checklistName                              = Danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra
simplepage.checklistProgress                          = Xem ti\u1EBFn tr\u00ECnh
simplepage.choose.folder                              = Ch\u1ECDn th\u01B0 m\u1EE5c \u0111\u1EC3 nh\u00FAng, nh\u1EA5p chu\u1ED9t v\u00E0o m\u1ED9t t\u1EADp tin s\u1EBD cho ph\u00E9p b\u1EA1n xem tr\u01B0\u1EDBc n\u1ED9i dung.
simplepage.choose_existing                            = Ch\u1ECDn t\u1EADp tin hi\u1EC7n c\u00F3
simplepage.choose_existing_or                         = Ho\u1EB7c ch\u1ECDn t\u1EADp tin hi\u1EC7n c\u00F3 t\u1EEB T\u00E0i Nguy\u00EAn
simplepage.choose_existing_page                       = Ch\u1ECDn trang hi\u1EC7n c\u00F3 (Kh\u00F4ng t\u1EA1o b\u1EA3n sao m\u1EDBi c\u1EE7a trang)
simplepage.chooseassignengine                         = Vui l\u00F2ng ch\u1ECDn c\u00F4ng c\u1EE5 "B\u00E0i T\u1EADp" \u0111\u1EC3 s\u1EED d\u1EE5ng cho c\u00E1c b\u00E0i t\u1EADp trong Cartridge n\u00E0y
simplepage.choosequizengine                           = Vui l\u00F2ng ch\u1ECDn c\u00F4ng c\u1EE5  "Thi" \u0111\u1EC3 s\u1EED d\u1EE5ng cho c\u00E1c b\u00E0i Thi trong Cartridge n\u00E0y
simplepage.chooser.assignment                         = B\u00E0i T\u1EADp
simplepage.chooser.due                                = Th\u1EDDi h\u1EA1n n\u1ED9p b\u00E0i
simplepage.chooser.link                               = Li\u00EAn k\u1EBFt
simplepage.chooser.select                             = S\u1EED d\u1EE5ng m\u1EE5c \u0111\u00E3 ch\u1ECDn
simplepage.chooser.textitemplaceholder                = \u0110\u00E2y l\u00E0 m\u1ED9t m\u1EE5c v\u0103n b\u1EA3n l\u1EDBn. \u0110\u1EC3 xem n\u00F3, b\u1EA5m v\u00E0o trang ph\u1EE5 huynh.
simplepage.chooser.unused                             = C\u00E1c trang sau \u0111\u00E2y hi\u1EC7n kh\u00F4ng \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng. (Kh\u00F4ng c\u00F3 trang n\u00E0o kh\u00E1c \u0111\u1EC1 c\u1EADp \u0111\u1EBFn ch\u00FAng.)
simplepage.choosetopicengine                          = Vui l\u00F2ng ch\u1ECDn c\u00F4ng c\u1EE5 Di\u1EC5n \u0111\u00E0n \u0111\u1EC3 s\u1EED d\u1EE5ng cho c\u00E1c di\u1EC5n \u0111\u00E0n trong Cartridge n\u00E0y
simplepage.ckeditor                                   = Tr\u00ECnh so\u1EA1n th\u1EA3o, nh\u1EADp ALT-0 \u0111\u1EC3 \u0111\u01B0\u1EE3c tr\u1EE3 gi\u00FAp
simplepage.click-to-expand                            = Toggle Comments
simplepage.clickToCollapse                            = Nh\u1EA5n \u0111\u1EC3 thu g\u1ECDn
simplepage.clickToExpand                              = Nh\u1EA5n \u0111\u1EC3 m\u1EDF r\u1ED9ng
simplepage.collapse-all                               = Thu g\u1ECDn
simplepage.collapse.all                               = Thu g\u1ECDn
simplepage.collapsible                                = C\u00F3 th\u1EC3 \u0111\u00F3ng l\u1EA1i
simplepage.columnbackground                           = B\u1EA3ng m\u00E0u
simplepage.columnblue                                 = M\u00E0u xanh d\u01B0\u01A1ng
simplepage.columndouble                               = G\u1EA5p \u0111\u00F4i chi\u1EC1u r\u1ED9ng
simplepage.columngray                                 = M\u00E0u x\u00E1m
simplepage.columngreen                                = M\u00E0u l\u1EE5c
simplepage.columnnone                                 = Kh\u00F4ng
simplepage.columnopen                                 = Thu\u1ED9c t\u00EDnh c\u1ED9t
simplepage.columnred                                  = M\u00E0u \u0111\u1ECF
simplepage.columnsplit                                = Hai c\u1ED9t b\u00EAn trong, d\u00F2ng v\u0103n b\u1EA3n \u1EDF gi\u1EEFa
simplepage.columntrans                                = Trong su\u1ED1t ( kh\u00F4ng c\u00F3 \u0111\u01B0\u1EDDng vi\u1EC1n )
simplepage.columnyellow                               = M\u00E0u v\u00E0ng
simplepage.comment-anonymous-message                  = Ng\u01B0\u1EDDi d\u00F9ng b\u00ECnh th\u01B0\u1EDDng ch\u1EC9 c\u00F3 th\u1EC3 xem T\u00EAn \u1EA9n danh. T\u00EAn th\u1EF1c t\u1EBF c\u1EE7a ng\u01B0\u1EDDi b\u00ECnh lu\u1EADn ch\u1EC9 hi\u1EC3n th\u1ECB cho b\u1EA1n v\u00E0 c\u00E1c qu\u1EA3n tr\u1ECB vi\u00EAn trang web kh\u00E1c.
simplepage.comment-author-owner                       = Ch\u1EE7 s\u1EDF h\u1EEFu trang
simplepage.comment-delete                             = X\u00F3a nh\u1EADn x\u00E9t t\u1EEB {}
simplepage.comment-edit                               = Ch\u1EC9nh s\u1EEDa nh\u1EADn x\u00E9t t\u1EEB {}
simplepage.comment-edit-message                       = B\u1EA1n ch\u1EC9 c\u00F3 th\u1EC3 ch\u1EC9nh s\u1EEDa ho\u1EB7c x\u00F3a b\u00ECnh lu\u1EADn c\u1EE7a b\u1EA1n cho \u0111\u1EBFn khi n\u00F3 \u0111\u01B0\u1EE3c 30 ph\u00FAt.
simplepage.comment-grading-message                    = Nh\u1EADp s\u1ED1 \u0111i\u1EC3m b\u1EA1n mu\u1ED1n g\u00E1n m\u1ED9t nh\u1EADn x\u00E9t c\u1EE5 th\u1EC3 v\u00E0o \u00F4 "\u0110i\u1EC3m" b\u00EAn c\u1EA1nh b\u00ECnh lu\u1EADn, sau \u0111\u00F3 nh\u1EA5n ph\u00EDm Enter \u0111\u1EC3 g\u1EEDi. B\u1EA5t k\u1EF3 \u0111i\u1EC3m n\u00E0o \u0111\u01B0\u1EE3c nh\u1EADp v\u00E0o nh\u01B0ng kh\u00F4ng g\u1EEDi \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB b\u1EB1ng m\u00E0u \u0111\u1ECF.
simplepage.comment-permissions-error                  = B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n c\u1EA7n thi\u1EBFt \u0111\u1EC3 x\u00F3a b\u00ECnh lu\u1EADn.
simplepage.comment-reply                              = Tr\u1EA3 l\u1EDDi nh\u1EADn x\u00E9t t\u1EEB {}
simplepage.comment-unknown-user                       = Ng\u01B0\u1EDDi d\u00F9ng kh\u00F4ng bi\u1EBFt
simplepage.comment-you                                = B\u1EA1n
simplepage.comments                                   = Th\u00EAm C\u00F4ng c\u1EE5 g\u00F3p \u00FD
simplepage.comments-anonymous                         = Gi\u1EEF nh\u1EADn x\u00E9t \u1EA8n danh 
simplepage.comments-descrip                           = Th\u00EAm m\u1ED9t m\u1EE5c cho ph\u00E9p ng\u01B0\u1EDDi d\u00F9ng nh\u1EADp nh\u1EADn x\u00E9t.
simplepage.comments-graded                            = T\u1EA1o c\u00E1c m\u1EE5c cho S\u1ED5 \u0111i\u1EC3m n\u00E0y.
simplepage.comments-grading                           = B\u00ECnh lu\u1EADn v\u1EC1 "{}"
simplepage.comments-max                               = \u0110i\u1EC3m t\u1ED1i \u0111a:
simplepage.comments-points                            = \u0110i\u1EC3m:
simplepage.comments-section                           = Ph\u1EA7n b\u00ECnh lu\u1EADn
simplepage.comments.tooltip                           = Th\u00EAm ph\u1EA7n cho ph\u00E9p h\u1ECDc vi\u00EAn \u0111\u01B0a ra b\u00ECnh lu\u1EADn
simplepage.complete_required                          = Vui l\u00F2ng ho\u00E0n th\u00E0nh t\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c y\u00EAu c\u1EA7u n\u00EAu tr\u00EAn tr\u01B0\u1EDBc khi xem m\u1EE5c n\u00E0y.
simplepage.context-link-title-1                       = Hi\u1EC3n th\u1ECB ng\u1EEF c\u1EA3nh cho b\u00ECnh lu\u1EADn c\u1EE7a {}
simplepage.context-link-title-2                       = Hi\u1EC3n th\u1ECB ng\u1EEF c\u1EA3nh cho b\u00ECnh lu\u1EADn c\u1EE7a {1} v\u1EC1 n\u1ED9i dung c\u1EE7a {2}
simplepage.continue                                   = Ti\u1EBFp t\u1EE5c
simplepage.continue_message                           = Ti\u1EBFp t\u1EE5c
simplepage.copied.assessment                          = M\u1EE5c n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c sao ch\u00E9p t\u1EEB m\u1ED9t trang kh\u00E1c. N\u00F3 s\u1EBD kh\u00F4ng ho\u1EA1t \u0111\u1ED9ng cho \u0111\u1EBFn khi b\u1EA1n "Ch\u1EC9nh s\u1EEDa" v\u00E0 "Thay  \u0111\u1ED5i b\u00E0i Thi" \u0111\u1EC3 ch\u1ECDn m\u1ED9t b\u00E0i thi c\u00F3 hi\u1EC7u l\u1EF1c trong trang n\u00E0y.
simplepage.copied.assignment                          = M\u1EE5c n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c sao ch\u00E9p t\u1EEB m\u1ED9t trang kh\u00E1c. N\u00F3 s\u1EBD kh\u00F4ng ho\u1EA1t \u0111\u1ED9ng cho \u0111\u1EBFn khi b\u1EA1n "Ch\u1EC9nh s\u1EEDa" v\u00E0 "Thay  \u0111\u1ED5i B\u00E0i t\u1EADp" \u0111\u1EC3 ch\u1ECDn m\u1ED9t b\u00E0i t\u1EADp c\u00F3 hi\u1EC7u l\u1EF1c trong trang n\u00E0y.
simplepage.copied.forum                               = M\u1EE5c n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c sao ch\u00E9p t\u1EEB m\u1ED9t trang kh\u00E1c. N\u00F3 s\u1EBD kh\u00F4ng ho\u1EA1t \u0111\u1ED9ng cho \u0111\u1EBFn khi b\u1EA1n "Ch\u1EC9nh s\u1EEDa" v\u00E0 "Thay \u0111\u1ED5i Di\u1EC5n \u0111\u00E0n ho\u1EB7c \u0110\u1EC1 t\u00E0i" \u0111\u1EC3 ch\u1ECDn m\u1ED9t di\u1EC5n \u0111\u00E0n, \u0111\u1EC1 t\u00E0i  c\u00F3 hi\u1EC7u l\u1EF1c trong trang n\u00E0y.
simplepage.copylink                                   = Sao ch\u00E9p
simplepage.copylink2                                  = Sao ch\u00E9p: {}
simplepage.correct-text                               = V\u0103n b\u1EA3n \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB n\u1EBFu c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng:
simplepage.create                                     = T\u1EA1o
simplepage.create.object.failed                       = Unable to import resource while importing Common Cartridge: {}
simplepage.create.resource.failed                     = Kh\u00F4ng th\u1EC3 t\u1EA1o t\u1EADp tin trong khi nh\u1EADp Common Cartridge{}
simplepage.create_assignment                          = T\u1EA1o b\u00E0i t\u1EADp m\u1EDBi b\u1EB1ng ch\u1EE9c n\u0103ng "B\u00E0i T\u1EADp"
simplepage.create_assignment2                         = T\u1EA1o b\u00E0i t\u1EADp m\u1EDBi b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng ch\u1EE9c n\u0103ng "B\u00E0i T\u1EADp" 2
simplepage.create_blti                                = Qu\u1EA3n l\u00FD ho\u1EB7c C\u00E0i \u0111\u1EB7t C\u00F4ng c\u1EE5
simplepage.create_forums                              = T\u1EA1o di\u1EC5n \u0111\u00E0n ho\u1EB7c ch\u1EE7 \u0111\u1EC1 m\u1EDBi s\u1EED d\u1EE5ng ch\u1EE9c n\u0103ng "Di\u1EC5n \u0111\u00E0n"
simplepage.create_jforum                              = T\u1EA1o m\u1ED9t di\u1EC5n \u0111\u00E0n ho\u1EB7c ch\u1EE7 \u0111\u1EC1 m\u1EDBi s\u1EED d\u1EE5ng ch\u1EE9c n\u0103ng  "Th\u1EA3o lu\u1EADn v\u00E0 Tin nh\u1EAFn c\u00E1 nh\u00E2n"
simplepage.create_mneme                               = T\u1EA1o m\u1EDBi b\u00E0i thi b\u1EB1ng s\u1EED d\u1EE5ng ch\u1EE9c n\u0103ng "Tasks, Tests and Surveys"
simplepage.create_quiz                                = T\u1EA1o b\u00E0i thi m\u1EDBi
simplepage.create_samigo                              = T\u1EA1o b\u00E0i thi m\u1EDBi b\u1EB1ng ch\u1EE9c n\u0103ng "\u0110\u00E1nh gi\u00E1 tr\u1EAFc nghi\u1EC7m"
simplepage.create_topic                               = T\u1EA1o m\u1EDBi Di\u1EC5n \u0111\u00E0n ho\u1EB7c \u0110\u1EC1 t\u00E0i
simplepage.create_yaft_topic                          = T\u1EA1o m\u1EDBi \u0111\u1EC1 t\u00E0i b\u1EB1ng s\u1EED d\u1EE5ng ch\u1EE9c n\u0103ng "YAFT"
simplepage.css-default-instructions                   = (N\u1EBFu t\u1EADp tin n\u00E0y \u0111\u01B0\u1EE3c \u0111\u1EB7t t\u00EAn m\u1EB7c \u0111\u1ECBnh .css, n\u00F3 s\u1EBD tr\u1EDF th\u00E0nh m\u1EB7c \u0111\u1ECBnh tr\u00EAn to\u00E0n trang.)
simplepage.css-dropdown-label                         = T\u00F9y ch\u1EC9nh t\u1EADp tin CSS:
simplepage.css-upload-label                           = ho\u1EB7c t\u1EF1 t\u1EA3i l\u00EAn:
simplepage.custom.css.class                           = T\u00F9y ch\u1EC9nh l\u1EDBp CSS
simplepage.default-css                                = S\u1EED d\u1EE5ng m\u1EB7c \u0111\u1ECBnh
simplepage.default-user                               = Kh\u00F4ng
simplepage.default.closed                             = \u0110\u00F3ng ngay
simplepage.defaultTitle                               = B\u00E0i H\u1ECDc
simplepage.delete                                     = X\u00F3a
simplepage.delete-item                                = X\u00F3a m\u1EE5c n\u00E0y
simplepage.delete-message                             = Nh\u1EEFng trang hi\u1EC7n kh\u00F4ng c\u00F3 \u1EDF b\u1EA5t c\u1EE9 \u0111\u00E2u tr\u00EAn trang kh\u00F3a h\u1ECDc c\u0169ng c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c x\u00F3a v\u0129nh vi\u1EC5n.
simplepage.delete-orphan-pages                        = Delete removed pages
simplepage.delete-orphan-pages-desc                   = Permanently remove all pages that no longer appear as top-level pages or subpages
simplepage.delete-selected                            = X\u00F3a c\u00E1c trang \u0111\u00E3 ch\u1ECDn
simplepage.delete_comment_confirm                     = B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n x\u00F3a, b\u00ECnh lu\u1EADn n\u00E0y \u0111\u01B0\u1EE3c vi\u1EBFt b\u1EDFi {}?
simplepage.delete_page_confirm                        = B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n x\u00F3a m\u1EE5c n\u00E0y ?
simplepage.deletecommentsubmissionexist               = N\u1EBFu b\u1EA1n x\u00F3a ph\u1EA7n n\u00E0y, b\u00ECnh lu\u1EADn \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o b\u1EDFi ng\u01B0\u1EDDi h\u1ECDc s\u1EBD b\u1ECB m\u1EA5t. B\u1EA1n c\u00F3 ch\u1EAFc kh\u00F4ng?
simplepage.deleted-entity                             = *X\u1ECFa b\u1ECF*
simplepage.deleted-group                              = <X\u00F3a b\u1ECF nh\u00F3m>
simplepage.deletestudentsubmissionexist               = N\u1EBFu b\u1EA1n x\u00F3a ph\u1EA7n n\u00E0y, c\u00E1c trang \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o b\u1EDFi ng\u01B0\u1EDDi h\u1ECDc s\u1EBD b\u1ECB m\u1EA5t. B\u1EA1n c\u00F3 ch\u1EAFc kh\u00F4ng?
simplepage.description                                = M\u00F4 t\u1EA3:
simplepage.description_label                          = M\u00F4 t\u1EA3
simplepage.direct-link                                = Li\u00EAn k\u1EBFt tr\u1EF1c ti\u1EBFp t\u1EDBi c\u00F4ng c\u1EE5 n\u00E0y
simplepage.dont-show-downloads                        = Kh\u00F4ng hi\u1EC3n th\u1ECB li\u00EAn k\u1EBFt t\u1EA3i xu\u1ED1ng cho video \u0111\u00E3 nh\u00FAng, v.v. (C\u00E0i \u0111\u1EB7t n\u00E0y \u00E1p d\u1EE5ng cho t\u1EA5t c\u1EA3 c\u00E1c trang trong trang kh\u00F3a h\u1ECDc n\u00E0y.)
simplepage.due                                        = Due
simplepage.dueDatebeforopenDate                       = This item has not been saved, the due date of peer evaluation is before the open date
simplepage.edit                                       = C\u1EADp nh\u1EADt
simplepage.edit-checklist                             = Ch\u1EC9nh s\u1EEDa danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra {}
simplepage.edit-comment                               = Ch\u1EC9nh s\u1EEDa
simplepage.edit-group                                 = Ch\u1EC9nh s\u1EEDa c\u00E1c nh\u00F3m m\u00E0 m\u1EE5c n\u00E0y s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB
simplepage.edit-page                                  = S\u1EEDa Trang
simplepage.edit-title.announcements                   = Ch\u1EC9nh s\u1EEDa Th\u00F4ng b\u00E1o
simplepage.edit-title.calendar                        = Ch\u1EC9nh s\u1EEDa l\u1ECBch
simplepage.edit-title.comments                        = Ch\u1EC9nh s\u1EEDa m\u1EE5c b\u00ECnh lu\u1EADn
simplepage.edit-title.forum-summary                   = S\u1EEDa T\u00F3m t\u1EAFt Di\u1EC5n \u0111\u00E0n
simplepage.edit-title.generic                         = Ch\u1EC9nh s\u1EEDa {}
simplepage.edit-title.question                        = Ch\u1EC9nh s\u1EEDa m\u1EE5c c\u00E2u h\u1ECFi
simplepage.edit-title.student                         = Ch\u1EC9nh s\u1EEDa m\u1EE5c trang n\u1ED9i dung h\u1ECDc vi\u00EAn
simplepage.edit-title.textbox                         = Ch\u1EC9nh s\u1EEDa \u00F4 v\u0103n b\u1EA3n {}
simplepage.edit-title.twitter                         = Chinh s\u1EEDa d\u00F2ng th\u1EDDi gian Twitter
simplepage.edit-title.url                             = Edit inline item {}
simplepage.edit-title.youtube                         = Ch\u1EC9nh s\u1EEDa m\u1EE5c Youtube
simplepage.editItem                                   = Ch\u1EC9nh s\u1EEDa
simplepage.editItemBelow                              = Ch\u1EC9nh s\u1EEDa m\u1EE5c d\u01B0\u1EDBi \u0111\u00E2y
simplepage.editMultimedia                             = Ch\u1EC9nh s\u1EEDa \u0111a ph\u01B0\u01A1ng ti\u1EC7n
simplepage.editMultimedia_header                      = Ch\u1EC9nh s\u1EEDa K\u1ECBch th\u01B0\u1EDBc \u0110a ph\u01B0\u01A1ng ti\u1EC7n
simplepage.editText                                   = Ch\u1EC9nh s\u1EEDa v\u0103n b\u1EA3n n\u00E0y
simplepage.editTitle                                  = Ch\u1EC9nh s\u1EEDa ti\u00EAu \u0111\u1EC1
simplepage.editTitle-tooltip                          = Ch\u1EC9nh s\u1EEDa ti\u00EAu \u0111\u1EC1, ng\u00E0y ph\u00E1t h\u00E0nh v\u00E0 c\u00E1c thu\u1ED9c t\u00EDnh trang kh\u00E1c
simplepage.editTitle_header                           = S\u1EEDa Ti\u00EAu \u0111\u1EC1 Trang
simplepage.edit_assignment                            = Ch\u1EC9nh s\u1EEDa B\u00E0i t\u1EADp
simplepage.edit_blti                                  = Ch\u1EC9nh s\u1EEDa C\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i
simplepage.edit_commentslink                          = Ch\u1EC9nh s\u1EEDa ph\u1EA7n B\u00ECnh lu\u1EADn
simplepage.edit_movie                                 = Ch\u1EC9nh s\u1EEDa m\u1EE5c d\u01B0\u1EDBi \u0111\u00E2y
simplepage.edit_questionlink                          = Ch\u1EC9nh s\u1EEDa ph\u1EA7n c\u00E2u h\u1ECFi
simplepage.edit_quiz                                  = Ch\u1EC9nh s\u1EEDa b\u00E0i Thi
simplepage.edit_quiz_settings                         = Ch\u1EC9nh s\u1EEDa thi\u1EBFt l\u1EADp b\u00E0i Thi
simplepage.edit_studentlink                           = Ch\u1EC9nh s\u1EEDa m\u1EE5c trang n\u1ED9i dung h\u1ECDc vi\u00EAn
simplepage.edit_topic                                 = Ch\u1EC9nh s\u1EEDa Di\u1EC5n \u0111\u00E0n ho\u1EB7c \u0110\u1EC1 t\u00E0i
simplepage.edit_youtube                               = Ch\u1EC9nh s\u1EEDa li\u00EAn k\u1EBFt Youtube b\u00EAn d\u01B0\u1EDBi
simplepage.edit_youtubelink                           = Ch\u1EC9nh s\u1EEDa li\u00EAn k\u1EBFt Youtube
simplepage.edititem_header                            = Ch\u1EC9nh s\u1EEDa m\u1EE5c
simplepage.edititems                                  = Ch\u1EC9nh s\u1EEDa c\u00E1c m\u1EE5c
simplepage.editor                                     = Tr\u00ECnh so\u1EA1n th\u1EA3o
simplepage.editpermissions                            = Thi\u1EBFt l\u1EADp quy\u1EC1n h\u1EA1n cho
simplepage.embedded-video                             = Nh\u00FAng video
simplepage.empty-comment-error                        = Nh\u1EADn x\u00E9t kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.
simplepage.endTime                                    = Th\u1EDDi gian k\u1EBFt th\u00FAc
simplepage.endmenu                                    = K\u1EBFt th\u00FAc menu. S\u1EED d\u1EE5ng ph\u00EDmEscape \u0111\u1EC3 \u0111\u00F3ng n\u00F3.
simplepage.error                                      = L\u1ED7i
simplepage.error_colon                                = L\u1ED7i:
simplepage.eventAttachments                           = \u0110\u00EDnh k\u00E8m:
simplepage.eventType                                  = Lo\u1EA1i s\u1EF1 ki\u1EC7n:
simplepage.expand-all                                 = M\u1EDF r\u1ED9ng
simplepage.expand-for-student                         = Hi\u1EC3n th\u1ECB ho\u1EB7c \u1EA9n b\u00ECnh lu\u1EADn c\u1EE7a {}
simplepage.expand.all                                 = M\u1EDF r\u1ED9ng
simplepage.expert_intro                               = Th\u00F4ng th\u01B0\u1EDDng kh\u00F4ng c\u1EA7n ph\u1EA3i thay \u0111\u1ED5i:
simplepage.expert_toggle                              = Hi\u1EC3n th\u1ECB chi ti\u1EBFt
simplepage.export-cc-title                            = Xu\u1EA5t t\u1EADp tin IMS Common Cartridge
simplepage.export_cc                                  = Xu\u1EA5t CC
simplepage.export_cc.tooltip                          = T\u1EA1o t\u1EADp tin \u1EDF \u0111\u1ECBnh d\u1EA1ng IMS Common Cartridge . \u0110i\u1EC1u n\u00E0y c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng \u0111\u1EC3 l\u01B0u n\u1ED9i dung c\u1EE7a m\u1ED9t kh\u00F3a h\u1ECDc d\u00F9ng \u0111\u1EC3 s\u1EED d\u1EE5ng sau n\u00E0y. H\u1EA7u h\u1EBFt c\u00E1c H\u1EC7 th\u1ED1ng Qu\u1EA3n l\u00FD Kh\u00F3a h\u1ECDc kh\u00E1c \u0111\u1EC1u c\u00F3 th\u1EC3 \u0111\u1ECDc c\u00E1c t\u1EADp tin Common Cartridge . T\u1EADp tin s\u1EBD ch\u1EE9a t\u1EA5t c\u1EA3 n\u1ED9i dung t\u1EEB B\u00E0i h\u1ECDc, B\u00E0i t\u1EADp, Di\u1EC5n \u0111\u00E0n ho\u1EB7c Ch\u1EE7 \u0111\u1EC1, b\u00E0i Thi v\u00E0 C\u00E2u h\u1ECFi. Tuy nhi\u00EAn, kh\u00F4ng ph\u1EA3i t\u1EA5t c\u1EA3 s\u1EBD \u0111\u01B0\u1EE3c l\u01B0u chi ti\u1EBFt.
simplepage.exportcc-bad-type                          = Item {2} on page {1} is of a type that can't be put in a Common Cartridge: {3}
simplepage.exportcc-descrip                           = Xu\u1EA5t n\u1ED9i dung trang web theo \u0111\u1ECBnh d\u1EA1ng IMS CC.
simplepage.exportcc-download                          = T\u1EA3i v\u1EC1
simplepage.exportcc-fileerr                           = L\u1ED7i khi t\u1EA1o t\u1EADp tin \u0111\u1EC3 xu\u1EA5t: {}
simplepage.exportcc-includebank                       = Bao g\u1ED3m t\u1EA5t c\u1EA3 c\u00E1c nh\u00F3m c\u00E2u h\u1ECFi m\u00E0 b\u1EA1n c\u00F3 th\u1EC3 truy c\u1EADp d\u01B0\u1EDBi d\u1EA1ng m\u1ED9t kho c\u00E2u h\u1ECFi \u0111\u01A1n
simplepage.exportcc-noresource                        = L\u1ED7i khi t\u1EA1o t\u1EADp tin \u0111\u1EC3 xu\u1EA5t\: Vui l\u00F2ng x\u00E1c minh r\u1EB1ng c\u00F4ng c\u1EE5 T\u00E0i nguy\u00EAn n\u1EB1m trong trang kh\u00F3c h\u1ECDc c\u1EE7a b\u1EA1n
simplepage.exportcc-pagealreadydone                   = Trang ph\u1EE5 {2} xu\u1EA5t hi\u1EC7n tr\u00EAn trang {1}. Tuy nhi\u00EAn, n\u00F3 \u0111\u00E3 \u0111\u01B0\u1EE3c bao g\u1ED3m nh\u01B0 m\u1ED9t trang con c\u1EE7a m\u1ED9t trang kh\u00E1c. N\u00F3 s\u1EBD kh\u00F4ng \u0111\u01B0\u1EE3c bao g\u1ED3m l\u1EA7n th\u1EE9 hai.
simplepage.exportcc-sam-fib-bad-star                  = C\u00E2u h\u1ECFi {1} trong b\u00E0i Thi {2} l\u00E0 \u0110i\u1EC1n v\u00E0o \u00F4 tr\u1ED1ng b\u1EB1ng d\u1EA5u hoa th\u1ECB. C\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB l\u00E0 {3}. Common Cartridge  kh\u00F4ng th\u1EC3 x\u1EED l\u00FD c\u00E2u tr\u1EA3 l\u1EDDi n\u00E0y.
simplepage.exportcc-sam-fib-star                      = C\u00E2u h\u1ECFi {1} trong b\u00E0i Thi {2} l\u00E0 \u0110i\u1EC1n v\u00E0o \u00F4 tr\u1ED1ng b\u1EB1ng d\u1EA5u hoa th\u1ECB. C\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB l\u00E0 {3}. In the export, the answer will be considered correct if {4} appears anywhere in the answer.
simplepage.exportcc-sam-fib-too-many-star             = C\u00E2u h\u1ECFi {1} trong b\u00E0i Thi {2} l\u00E0 \u0110i\u1EC1n v\u00E0o \u00F4 tr\u1ED1ng b\u1EB1ng d\u1EA5u hoa th\u1ECB. C\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB l\u00E0 {3}. The Common Cartridge format is only able to handle a single alternative using asterisks.
simplepage.exportcc-sam-mcss                          = C\u00E2u h\u1ECFi {1} trong b\u00E0i Thi {2} l\u00E0 Nhi\u1EC1u c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng, L\u1EF1a ch\u1ECDn c\u00E2u \u0111\u01A1n. C\u00E1c phi\u00EAn b\u1EA3n Common Cartridge tr\u01B0\u1EDBc 1.2 kh\u00F4ng h\u1ED7 tr\u1EE3 \u0111\u1ECBnh d\u1EA1ng n\u00E0y. Ch\u1EC9 c\u00F3 c\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c \u0111\u1EA7u ti\u00EAn s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB.
simplepage.exportcc-sam-too-many-blanks               = C\u00E2u h\u1ECFi {1} trong b\u00E0i Thi {2} l\u00E0 \u0111i\u1EC1n v\u00E0o ch\u1ED7 tr\u1ED1ng v\u1EDBi {3} kho\u1EA3ng tr\u1ED1ng. Common Cartridge ch\u1EC9 h\u1ED7 tr\u1EE3 m\u1ED9t kho\u1EA3ng tr\u1ED1ng. Ch\u1EC9 c\u00F3 kho\u1EA3ng tr\u1ED1ng \u0111\u1EA7u ti\u00EAn s\u1EBD \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng.
simplepage.exportcc-sam-undefinedtype                 = C\u00E2u h\u1ECFi {1} trong b\u00E0i Thi {2} l\u00E0 lo\u1EA1i c\u00E2u h\u1ECFi kh\u00F4ng \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3 b\u1EDFi Common Cartridge. C\u00E2u h\u1ECFi s\u1EBD \u0111\u01B0\u1EE3c b\u1ECF qua.
simplepage.exportcc-use11                             = S\u1EED d\u1EE5ng phi\u00EAn b\u1EA3n c\u0169 c\u1EE7a t\u1EADp tin (phi\u00EAn b\u1EA3n 1.1), \u0111\u01B0\u1EE3c \u0111\u1EC1 xu\u1EA5t cho Moodle v\u00E0 Blackboard
simplepage.exportcc-use13                             = S\u1EED d\u1EE5ng phi\u00EAn b\u1EA3n m\u1EDBi nh\u1EA5t c\u1EE7a t\u1EADp tin (phi\u00EAn b\u1EA3n 1.3), \u0111\u01B0\u1EE3c \u0111\u1EC1 xu\u1EA5t cho Canvas
simplepage.fake-item-unavailable                      = N\u1EBFu b\u1EA1n l\u00E0 h\u1ECDc vi\u00EAn, b\u1EA1n s\u1EBD kh\u00F4ng th\u1EC3 v\u00E0o m\u1EE5c n\u00E0y v\u00EC b\u1EA1n ch\u01B0a ho\u00E0n th\u00E0nh t\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c y\u00EAu c\u1EA7u \u1EDF tr\u00EAn.
simplepage.fake-missing-prereqs                       = N\u1EBFu b\u1EA1n l\u00E0 h\u1ECDc vi\u00EAn, b\u1EA1n s\u1EBD kh\u00F4ng th\u1EC3 xem b\u00ECnh lu\u1EADn v\u00EC b\u1EA1n ch\u01B0a ho\u00E0n th\u00E0nh t\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c y\u00EAu c\u1EA7u \u1EDF tr\u00EAn.
simplepage.file-replace                               = T\u1EA3i l\u00EAn phi\u00EAn b\u1EA3n m\u1EDBi (s\u1EBD thay th\u1EBF t\u1EADp tin hi\u1EC7n c\u00F3)
simplepage.filepicker_instructions                    = Vui l\u00F2ng ch\u1ECDn m\u1ED9t ho\u1EB7c nhi\u1EC1u t\u1EADp tin \u0111\u1EC3 th\u00EAm.
simplepage.filetoobig                                 = T\u1EADp tin \u0111\u01B0\u1EE3c t\u1EA3i l\u00EAn l\u1EDBn h\u01A1n {} MB
simplepage.filezero                                   = T\u1EADp tin \u0111\u01B0\u1EE3c t\u1EA3i l\u00EAn c\u00F3 k\u00EDch th\u01B0\u1EDBc b\u1EB1ng 0
simplepage.folder                                     = Th\u00EAm Th\u01B0 m\u1EE5c T\u00E0i nguy\u00EAn
simplepage.folder.error                               = Kh\u00F4ng c\u00F3 th\u01B0 m\u1EE5c n\u00E0o \u0111\u01B0\u1EE3c ch\u1ECDn, h\u00E3y ch\u1ECDn m\u1ED9t th\u01B0 m\u1EE5c.
simplepage.format.heading                             = M\u1EE5c n\u00E0y s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB nh\u01B0 th\u1EBF n\u00E0o ?
simplepage.format.inline                              = In line: in a box in the current page
simplepage.format.item_removed                        = <p style='font-family:arial, helvetica; padding:4px; font-size:80%; border:2px solid black'><span style='color:#c00'> L\u1ED6I\:</span> M\u1EE5c \u0111\u00E3 \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB \u1EDF \u0111\u00E2y \u0111\u00E3 b\u1ECB x\u00F3a. Vui l\u00F2ng s\u1EED d\u1EE5ng n\u00FAt "Ch\u1EC9nh s\u1EEDa" b\u00EAn c\u1EA1nh m\u1EE5c n\u00E0y v\u00E0 ch\u1ECDn "Thay \u0111\u1ED5i C\u00F4ng c\u1EE5 B\u00EAn ngo\u00E0i" \u0111\u1EC3 t\u1EA1o l\u1EA1i m\u1EE5c ho\u1EB7c ch\u1ECDn m\u1ED9t m\u1EE5c m\u1EDBi. </ P>
simplepage.format.page                                = New page: in a separate page with "next" and "back" buttons
simplepage.format.window                              = C\u1EEDa s\u1ED5 m\u1EDBi\: trong m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.forum                                      = Th\u00EAm Di\u1EC5n \u0111\u00E0n ho\u1EB7c Ch\u1EE7 \u0111\u1EC1
simplepage.forum-descrip                              = Li\u00EAn k\u1EBFt t\u1EDBi Di\u1EC5n \u0111\u00E0n ho\u1EB7c Ch\u1EE7 \u0111\u1EC1.
simplepage.forum-header-title                         = B\u00E0i vi\u1EBFt m\u1EDBi nh\u1EA5t c\u1EE7a di\u1EC5n \u0111\u00E0n
simplepage.forum-number-dropdown-label                = Ch\u1EC9 \u0111\u1ECBnh s\u1ED1 l\u01B0\u1EE3ng cu\u1ED9c tr\u00F2 chuy\u1EC7n
simplepage.forum-summary-descrip                      = Hi\u1EC3n th\u1ECB c\u00E1c trao \u0111\u1ED5i m\u1EDBi nh\u1EA5t
simplepage.forum-summary-error-message                = L\u1ED7i khi th\u00EAm t\u00F3m t\u1EAFt di\u1EC5n \u0111\u00E0n:
simplepage.forum-summary-no-message                   = Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 cu\u1ED9c h\u1ED9i tho\u1EA1i n\u00E0o \u0111\u1EC3 hi\u1EC3n th\u1ECB.
simplepage.forum-summary.height_label                 = Chi\u1EC1u cao c\u1EE7a h\u1ED9p tho\u1EA1i (\u0111\u01A1n v\u1ECB \u0110i\u1EC3m \u1EA3nh)
simplepage.forum.chooser                              = Ch\u1ECDn m\u1ED9t di\u1EC5n \u0111\u00E0n ho\u1EB7c ch\u1EE7 \u0111\u1EC1
simplepage.forum.title.forum                          = Di\u1EC5n \u0111\u00E0n: {}
simplepage.forum.title.topic                          = Ch\u1EE7 \u0111\u1EC1: {}
simplepage.forum.tooltip                              = Th\u00EAm m\u1ED9t li\u00EAn k\u1EBFt t\u1EDBi m\u1ED9t Di\u1EC5n \u0111\u00E0n ho\u1EB7c Ch\u1EE7 \u0111\u1EC1
simplepage.forumSummaryLinkText                       = Nh\u00FAng Trao \u0111\u1ED5i trong Di\u1EC5n \u0111\u00E0n
simplepage.forumdeleted                               = Di\u1EC5n \u0111\u00E0n ho\u1EB7c ch\u1EE7 \u0111\u1EC1 n\u00E0y \u0111\u00E3 b\u1ECB x\u00F3a.
simplepage.forums-snippet                             = Cu\u1ED9c h\u1ED9i tho\u1EA1i di\u1EC5n \u0111\u00E0n m\u1EDBi nh\u1EA5t
simplepage.fromhost                                   = n\u1ED9i dung t\u1EEB {}
simplepage.gbname-expected                            = T\u00EAn s\u1ED5 \u0111i\u1EC3m ph\u1EA3i \u0111\u01B0\u1EE3c cung c\u1EA5p
simplepage.general-instructions                       = instructions/general.html
simplepage.go-back                                    = Quay l\u1EA1i
simplepage.grade-for-student                          = X\u1EBFp lo\u1EA1i cho {}
simplepage.grading-grade                              = X\u1EBFp lo\u1EA1i
simplepage.grading-response                           = Response
simplepage.grading-student                            = T\u00EAn h\u1ECDc vi\u00EAn
simplepage.grading-total-posts                        = B\u00ECnh lu\u1EADn
simplepage.grading-unique                             = Trang
simplepage.gradingpane                                = B\u1EA3ng x\u1EBFp lo\u1EA1i
simplepage.group.settings                             = Nh\u00F3m
simplepage.groupcheckfailed                           = Kh\u00F4ng th\u1EC3 ki\u1EC3m tra c\u00E1c nh\u00F3m \u0111\u01B0\u1EE3c ch\u1ECDn. L\u1ED7i h\u1EC7 th\u1ED1ng: {}
simplepage.groupchecknogroups                         = Nh\u1EEFng ng\u01B0\u1EDDi d\u00F9ng sau kh\u00F4ng thu\u1ED9c b\u1EA5t k\u1EF3 nh\u00F3m n\u00E0o: {}
simplepage.groupcheckoverlaps                         = The following groups overlap: {}
simplepage.has_prerequistes                           = Tr\u01B0\u1EDBc khi xem trang, b\u1EA1n ph\u1EA3i ho\u00E0n t\u1EA5t c\u00E1c trang sau:
simplepage.has_prerequistes_2                         = B\u1EA1n c\u1EA7n ph\u1EA3i ho\u00E0n th\u00E0nh m\u1ED9t m\u1EE5c tr\u01B0\u1EDBc \u0111\u00F3 tr\u01B0\u1EDBc khi l\u00E0m \u0111i\u1EC1u n\u00E0y. Quay l\u1EA1i trang n\u00E0y \u0111\u1EC3 th\u1EF1c hi\u1EC7n. T\u00ECm m\u1ED9t m\u1EE5c c\u00F3 d\u1EA5u hoa th\u1ECB b\u00EAn tr\u00E1i
simplepage.height-error-message                       = Numbers only
simplepage.height_label                               = Chi\u1EC1u cao:
simplepage.help                                       = Tips
simplepage.help-button                                = Tr\u1EE3 gi\u00FAp cho B\u00E0i H\u1ECDc
simplepage.hiddenpage                                 = [\u1EA8n]
simplepage.hide-name                                  = \u1EA8n danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra t\u1EEB h\u1ECDc vi\u00EAn
simplepage.hide-poll                                  = \u1EA8n cu\u1ED9c th\u0103m d\u00F2
simplepage.hide_page_from_users                       = \u1EA8n trang n\u00E0y t\u1EEB ng\u01B0\u1EDDi d\u00F9ng (trang s\u1EBD kh\u00F4ng xu\u1EA5t hi\u1EC7n \u1EDF th\u00E0nh b\u00EAn tr\u00E1i m\u00E0n h\u00ECnh)
simplepage.hide_page_label                            = \u1EA8n trang n\u00E0y:
simplepage.httphttps                                  = B\u1EA1n \u0111ang th\u00EAm t\u00E0i nguy\u00EAn b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng http\: tr\u00EAn m\u1ED9t trang s\u1EED d\u1EE5ng https \:. \u0110i\u1EC1u n\u00E0y s\u1EBD kh\u00F4ng \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB trong t\u1EA5t c\u1EA3 c\u00E1c tr\u00ECnh duy\u1EC7t. Vui l\u00F2ng s\u1EED d\u1EE5ng https\: n\u1EBFu c\u00F3 th\u1EC3. Nh\u1EA5n "L\u01B0u l\u1EA1i" \u0111\u1EC3 s\u1EED d\u1EE5ng URL n\u00E0y b\u1EA5t c\u1EE9 khi n\u00E0o.
simplepage.iframe.auto                                = Use "auto" in height field to use the full height of the content. Only works for URLs within this system.
simplepage.import-toplevel-label                      = Nh\u1EADp t\u00E0i nguy\u00EAn v\u00E0o th\u01B0 m\u1EE5c g\u1ED1c
simplepage.import_cc                                  = Nh\u1EADp t\u1EADp tin IMS Common Cartridge/Package
simplepage.import_cc.tooltip                          = Import file in IMS Common Cartridge/Package format. These files often come from textbook vendors, but you can also use this to move courses between different Course Management Systems.
simplepage.import_cc_button                           = Nh\u1EADp CC/CP
simplepage.import_cc_file                             = T\u1EADp tin IMS Common Cartridge/Package (t\u1EADp tin ZIP):
simplepage.import_cc_lessonplan                       = K\u1EBF ho\u1EA1ch b\u00E0i h\u1ECDc
simplepage.import_cc_pattern                          = [Pattern match]
simplepage.import_cc_syllabus                         = Gi\u00E1o tr\u00ECnh
simplepage.import_cc_usespattern                      = This cartridge contains Fill in the Blank assessment questions that use pattern matching. This system does not support pattern matching. These questions will be flagged using [Pattern match] at the beginning of the question. Please review them and make the necessary changes.
simplepage.import_lti_button                          = External Tool Import
simplepage.import_message                             = Nh\u1EADp
simplepage.importcc-assigntitle                       = B\u00E0i t\u1EADp {}
simplepage.importcc-descrip                           = T\u1EA3i t\u1EADp tin trong \u0111\u1ECBnh d\u1EA1ng IMS CC.
simplepage.importcc-embedtitle                        = Nh\u00FAng video
simplepage.importcc-texttitle                         = H\u01B0\u1EDBng d\u1EABn
simplepage.importitem                                 = External Tool Import
simplepage.importitem.tooltip                         = Import a file from External Tool
simplepage.impossible1                                = Kh\u00F4ng th\u1EC3 t\u1EA1o trang. \u0110i\u1EC1u n\u00E0y l\u00E0 kh\u00F4ng \u0111\u00FAng. H\u00E3y b\u00E1o c\u00E1o n\u00F3.
simplepage.in-reply-to                                = Tr\u1EA3 l\u1EDDi cho {1}, {2}
simplepage.incorrect-text                             = V\u0103n b\u1EA3n \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB n\u1EBFu c\u00E2u tr\u1EA3 l\u1EDDi kh\u00F4ng \u0111\u00FAng ho\u1EB7c kh\u00F4ng c\u00F3 c\u00E2u tr\u1EA3 l\u1EDDi n\u00E0o \u0111\u01B0\u1EE3c ch\u1ECDn:
simplepage.indent.level                               = M\u1EE9c l\u1EC1
simplepage.insist                                     = \u0110\u1EC3 ti\u1EBFp t\u1EE5c, h\u00E3y nh\u1EA5n Update Item m\u1ED9t l\u1EA7n n\u1EEFa.
simplepage.instructions                               = B\u1EA1n ch\u01B0a t\u1EA1o trang n\u00E0y, nh\u1EA5p 'Ch\u1EC9nh s\u1EEDa trang' \u0111\u1EC3 b\u1EAFt \u0111\u1EA7u.
simplepage.integer-expected                           = \u0110i\u1EC3m ph\u1EA3i m\u1ED9t s\u1ED1 h\u1EE3p l\u1EC7.
simplepage.integer-too-big                            = \u0110i\u1EC3m ph\u1EA3i nh\u1ECF h\u01A1n 2147483648.
simplepage.item_notblank                              = T\u00EAn m\u1EE5c kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng
simplepage.itemstatus                                 = Tr\u1EA1ng th\u00E1i m\u1EE5c
simplepage.items                                      = M\u1EE5c
simplepage.join-items                                 = Join the adjacent two regions into one
simplepage.last-visited                               = Quay l\u1EA1i trang g\u1EA7n nh\u1EA5t:
simplepage.link                                       = Th\u00EAm Li\u00EAn k\u1EBFt
simplepage.lm-existing_explanation                    = Kh\u00F4ng t\u1EA1o b\u1EA3n sao m\u1EDBi c\u1EE7a trang. B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng \u0111i\u1EC1u n\u00E0y \u0111\u1EC3 kh\u00F4i ph\u1EE5c m\u1ED9t trang \u0111\u00E3 b\u1ECB x\u00F3a b\u00EAn thanh tr\u00E1i m\u00E0n h\u00ECnh.
simplepage.lm_existing_page                           = \u0110\u1EB7t trang hi\u1EC7n t\u1EA1i \u1EDF thanh b\u00EAn tr\u00E1i m\u00E0n h\u00ECnh.
simplepage.loading                                    = \u0110ang t\u1EA3i, vui l\u00F2ng \u0111\u1EE3i ...
simplepage.lti-import-bad-content-item                = L\u1ED7i khi c\u1ED1 g\u1EAFng nh\u1EADp t\u1EEB C\u00F4ng c\u1EE5 B\u00EAn ngo\u00E0i. Chi ti\u1EBFt \= {}
simplepage.lti-import-error-id                        = L\u1ED7i khi c\u1ED1 g\u1EAFng nh\u1EADp t\u1EEB C\u00F4ng c\u1EE5 B\u00EAn ngo\u00E0i. Bad ToolID \= {}
simplepage.lti-import-error-no-tools                  = No FileItem capable External Tools available.
simplepage.lti-import-error-reading-url               = Kh\u00F4ng th\u1EC3 truy xu\u1EA5t n\u1ED9i dung t\u1EEB URL \= {}
simplepage.lti-import-missing-file-item               = External tool did not provide FileItem in returned data.
simplepage.lti-import-missing-url                     = Unable to find URL in returned FileItem.
simplepage.lti-import-success-length                  = \u0110\u00E3 nh\u1EADp {} byte d\u1EEF li\u1EC7u t\u1EEB C\u00F4ng c\u1EE5 B\u00EAn ngo\u00E0i.
simplepage.lti.import.chooser                         = Nh\u1EADp N\u1ED9i dung t\u1EEB C\u00F4ng c\u1EE5 B\u00EAn ngo\u00E0i
simplepage.lti.import.notes                           = Clicking on a link below will send you to the External Tool outside of this system so that it can return a Common Cartridge to be imported.  The External Tool may fail, be mis-configured, or not actually be able to provide a file to be imported.  If you have problems with the External Tool simply close the pop-up dialog to come back to this screen.
simplepage.maincontent                                = N\u1ED9i dung trang ch\u00EDnh
simplepage.menuItemTitle_label                        = Ti\u00EAu \u0111\u1EC1 c\u1EE7a Menu
simplepage.menuItemTitle_tooltip                      = Hi\u1EC3n thi trong trang Menu
simplepage.mimetype_label                             = Lo\u1EA1i Mime
simplepage.missing-prereqs                            = C\u00F3 m\u1ED9t khu v\u1EF1c cho \u00FD ki\u1EBFn, nh\u01B0ng b\u1EA1n ph\u1EA3i ho\u00E0n th\u00E0nh t\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c y\u00EAu c\u1EA7u \u1EDF tr\u00EAn tr\u01B0\u1EDBc khi b\u1EA1n c\u00F3 th\u1EC3 nh\u00ECn th\u1EA5y n\u00F3.
simplepage.missing-question-text                      = Vui l\u00F2ng cung c\u1EA5p v\u0103n b\u1EA3n cho c\u00E2u h\u1ECFi
simplepage.missing-students                           = C\u00E1c trang b\u1ECB thi\u1EBFu
simplepage.missing-title                              = H\u1ECDc vi\u00EAn kh\u00F4ng n\u1ED9p
simplepage.mm-test-addedhttp-1                        = CH\u00DA \u00DD\: Ch\u00FAng t\u00F4i \u0111\u00E3 thay \u0111\u1ED5i \u0111i\u1EC1u n\u00E0y th\u00E0nh
simplepage.mm-test-addedhttp-2                        = Ch\u00FAng t\u00F4i hy v\u1ECDng \u0111\u00F3 l\u00E0 \u00FD c\u1EE7a b\u1EA1n.
simplepage.mm-test-embed                              = Because the value you pasted has a < in it, we are treating it as an "embed code." If you intended to paste a URL, please try again and paste the complete URL.
simplepage.mm-test-iframe                             = Ch\u00FAng t\u00F4i th\u1EED nh\u00FAng n\u1ED9i dung c\u1EE7a li\u00EAn k\u1EBFt web d\u00F9ng IFRAME. H\u00E3y xem hi\u1EC3n th\u1ECB n\u1ED9i dung trong trang kho\u00E1 h\u1ECDc c\u00F3 h\u1EE3p l\u00FD kh\u00F4ng.
simplepage.mm-test-oembed                             = First, we will try this as the URL of a video/audio sharing site. Please see if this shows the contents of the site properly.
simplepage.mm-test-start-over                         = B\u1EAFt \u0111\u1EA7u l\u1EA1i
simplepage.mm-test-tryother                           = H\u00E3y th\u1EED thay th\u1EBF kh\u00E1c
simplepage.mm_player                                  = Tr\u00ECnh ph\u00E1t \u0111a ph\u01B0\u01A1ng ti\u1EC7n cho {}
simplepage.more-tools                                 = Th\u00EAm C\u00F4ng c\u1EE5
simplepage.multimedia                                 = Nh\u00FAng n\u1ED9i dung v\u00E0o trang
simplepage.multimedia-descrip                         = Add an image, video, Flash file, web page, etc. Use this to embed the item on this page. Use Add Content Links instead if you want a link to an item rather than showing it on the page.
simplepage.multimedia.tooltip                         = Add an image, video, Flash file, web page, etc. Use this to embed the item on this page. Use Add Content Links instead if you want a link to an item rather than showing it on the page.
simplepage.multimediaItemUnavailable                  = M\u1EE5c \u0111a ph\u01B0\u01A1ng ti\u1EC7n n\u00E0y s\u1EBD hi\u1EC3n th\u1ECB khi t\u1EA5t c\u1EA3 c\u00E1c \u0111i\u1EC1u ki\u1EC7n b\u1EAFt bu\u1ED9c, \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u b\u1EDFi m\u1ED9t d\u1EA5u sao (*), \u0111\u00E3 \u0111\u01B0\u1EE3c ho\u00E0n th\u00E0nh
simplepage.multipleChoice                             = Nhi\u1EC1u l\u1EF1a ch\u1ECDn
simplepage.must_be_youtube                            = \u0110\u00E2y l\u00E0 URL c\u1EE7a YouTube
simplepage.name_label                                 = T\u00EAn m\u1EE5c
simplepage.needpermissions                            = You do not have the permission needed to use this tool. Since your role indicates that you should, we suspect that the permissions are not set up properly for your site. Use the following link to open the permissions tool. We suggest giving lessonbuilder.read to all roles, and lessonbuilder.upd to any role that you want to be able to edit content. Typically this is maintain, Instructor, and maybe some of the TA roles.
simplepage.new-checklist-description                  = M\u00F4 t\u1EA3 Danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra
simplepage.new-checklist-title                        = Ti\u00EAu \u0111\u1EC1 Danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra
simplepage.new-page                                   = Th\u00EAm Trang Kh\u00F3c H\u1ECDc
simplepage.new-page-copy                              = T\u1EA1o b\u1EA3n sao trang m\u1EDBi c\u1EE7a b\u1EA3n sao trang hi\u1EC7n t\u1EA1i (ngo\u1EA1i tr\u1EEB c\u00E1c trang con s\u1EBD b\u1ECB b\u1ECF qua)
simplepage.new-page-explanation                       = T\u1EA1o nhi\u1EC1u trang h\u01A1n \u1EDF thanh tr\u00E1i m\u00E0n h\u00ECnh. \u0110\u1EC3 t\u1EA1o trang trong trang n\u00E0y, h\u00E3y s\u1EED d\u1EE5ng "Th\u00EAm trang con".
simplepage.new-page-explanation-1                     = B\u1EA1n c\u00F3 th\u1EC3 t\u1EA1o m\u1ED9t nh\u00F3m c\u00E1c trang c\u00F9ng m\u1ED9t l\u00FAc n\u1EBFu b\u1EA1n \u0111\u1EB7t th\u00EAm s\u1ED1 trang m\u00E0 b\u1EA1n mu\u1ED1n c\u00F3 trong ti\u00EAu \u0111\u1EC1.
simplepage.new-page-explanation-2                     = Ch\u1EB3ng h\u1EA1n nh\u01B0, n\u1EBFu b\u1EA1n x\u00E1c \u0111\u1ECBnh" Unit 4" v\u00E0 y\u00EAu c\u1EA7u 3 trang, b\u1EA1n s\u1EBD \u0111\u01B0\u1EE3c Unit 4, Unit 5 v\u00E0 Unit 6. 
simplepage.new-page-number                            = S\u1ED1 trang
simplepage.new-page-number-2                          = kho\u1EA3ng tr\u1EAFng cho m\u1ED7i trang
simplepage.new-page-title                             = Ti\u00EAu \u0111\u1EC1 Trang
simplepage.new-page-tooltip                           = Th\u00EAm trang m\u1EDBi s\u1EBD hi\u1EC3n th\u1ECB thanh b\u00EAn tr\u00E1i m\u00E0n h\u00ECnh
simplepage.new-student-comments                       = B\u00ECnh lu\u1EADn m\u1EDBi tr\u00EAn trang
simplepage.new-student-comments-1                     = B\u00ECnh lu\u1EADn m\u1EDBi v\u1EC1 n\u1ED9i dung b\u1EDFi { }
simplepage.new-student-content                        = N\u1ED9i dung m\u1EDBi tr\u00EAn trang
simplepage.new-student-content-1                      = N\u1ED9i dung m\u1EDBi b\u1EDFi {}
simplepage.new-student-content-page                   = Trang m\u1EDBi
simplepage.new-student-content-page-1                 = Trang m\u1EDBi b\u1EDFi {}
simplepage.new-student-page                           = M\u1EDBi
simplepage.newpage-descrip                            = Add new top-level page(s).
simplepage.next                                       = Ti\u1EBFp
simplepage.no-gradebook                               = Kh\u00F4ng th\u1EC3 \u0111\u00E1nh d\u1EA5u m\u1EE5c n\u00E0y \u0111\u1EC3 ph\u00E2n lo\u1EA1i. V\u1EA5n \u0111\u1EC1 c\u00F3 th\u1EC3 x\u1EA3y ra nh\u1EA5t l\u00E0 ch\u01B0a c\u00F3 c\u00F4ng c\u1EE5 S\u1ED5 \u0111i\u1EC3m n\u00E0o \u0111\u01B0\u1EE3c th\u00EAm v\u00E0o trang n\u00E0y.
simplepage.no-question-type                           = Kh\u00F4ng c\u00F3 m\u1EABu c\u00E2u h\u1ECFi n\u00E0o \u0111\u01B0\u1EE3c cung c\u1EA5p
simplepage.no_announcements_tool                      = Kh\u00F4ng c\u00F3 c\u00F4ng c\u1EE5 Th\u00F4ng b\u00E1o trong trang kh\u00F3a h\u1ECDc.
simplepage.no_assessment_tool                         = Kh\u00F4ng c\u00F3 c\u00F4ng c\u1EE5 b\u00E0i Thi trong trang kh\u00F3a h\u1ECDc n\u00E0y.
simplepage.no_assessments                             = Kh\u00F4ng c\u00F3 b\u00E0i thi n\u00E0o trong trang n\u00E0y. S\u1EED d\u1EE5ng li\u00EAn k\u1EBFt "T\u1EA1o b\u00E0i thi m\u1EDBi" \u0111\u1EC3 t\u1EA1o m\u1ED9t b\u00E0i thi.
simplepage.no_assignment_tools                        = Kh\u00F4ng c\u00F3 c\u00F4ng c\u1EE5 B\u00E0i T\u1EADp c\u00F3 s\u1EB5n trong trang kh\u00F3a h\u1ECDc.
simplepage.no_assignments                             = Kh\u00F4ng c\u00F3 b\u00E0i t\u1EADp n\u00E0o c\u00F3 s\u1EB5n trong trang n\u00E0y. S\u1EED d\u1EE5ng li\u00EAn k\u1EBFt "T\u1EA1o b\u00E0i t\u1EADp m\u1EDBi" \u0111\u1EC3 t\u1EA1o.
simplepage.no_blti_items                              = Kh\u00F4ng c\u00F3 m\u1EE5c n\u00E0o \u0111\u01B0\u1EE3c t\u1EA1o ra. Ch\u1ECDn m\u1ED9t c\u00F4ng c\u1EE5 \u1EDF tr\u00EAn \u0111\u1EC3 t\u1EA1o m\u1ED9t m\u1EE5c d\u1EF1a tr\u00EAn n\u00F3 ho\u1EB7c s\u1EED d\u1EE5ng "Qu\u1EA3n l\u00FD C\u00F4ng c\u1EE5 v\u00E0 C\u00E1c m\u1EE5c" d\u01B0\u1EDBi \u0111\u00E2y \u0111\u1EC3 t\u1EA1o m\u1ED9t c\u00F4ng c\u1EE5 m\u1EDBi d\u1EF1a tr\u00EAn th\u00F4ng tin t\u1EEB m\u1ED9t d\u1ECBch v\u1EE5 m\u1EDF r\u1ED9ng.
simplepage.no_blti_native                             = Kh\u00F4ng c\u00F3 m\u1EE5c n\u00E0o \u0111\u01B0\u1EE3c t\u1EA1o ra. S\u1EED d\u1EE5ng li\u00EAn k\u1EBFt \u1EDF tr\u00EAn \u0111\u1EC3 t\u1EA1o.
simplepage.no_blti_tools                              = Kh\u00F4ng c\u00F3 c\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i .  B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng "Qu\u1EA3n l\u00FD c\u00F4ng c\u1EE5 v\u00E0 M\u1EE5c" \u0111\u1EC3  c\u00E0i \u0111\u1EB7t c\u00F4ng c\u1EE5 m\u1EDBi.
simplepage.no_forum_tools                             = Kh\u00F4ng c\u00F3 c\u00F4ng c\u1EE5 "Di\u1EC5n \u0111\u00E0n" trong trang kh\u00F3a h\u1ECDc.
simplepage.no_resource_folder                         = Kh\u00F4ng c\u00F3 t\u1EADp tin/th\u01B0 m\u1EE5c trong t\u00E0i nguy\u00EAn
simplepage.no_topics                                  = Kh\u00F4ng c\u00F3 di\u1EC5n \u0111\u00E0n ho\u1EB7c ch\u1EE7 \u0111\u1EC1 c\u00F3 s\u1EB5n trong trang kh\u00F3a h\u1ECDc. S\u1EED d\u1EE5ng li\u00EAn k\u1EBFt "T\u1EA1o Di\u1EC5n \u0111\u00E0n ho\u1EB7c Ch\u1EE7 \u0111\u1EC1" \u0111\u1EC3 t\u1EA1o m\u1ED9t li\u00EAn k\u1EBFt
simplepage.noassignengines                            = <b style="color:#c00">WARNING:</b> Please add an assignment tool to this site. Without it, no assignments can be loaded from the cartridge
simplepage.noitems_error_admin                        = Ch\u00FAng t\u00F4i khuy\u00EAn b\u1EA1n n\u00EAn b\u1EAFt \u0111\u1EA7u b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng <b> Th\u00EAm v\u0103n b\u1EA3n </ b> \u0111\u1EC3 \u0111\u1EB7t n\u1ED9i dung v\u00E0o trang n\u00E0y. Sau \u0111\u00F3, b\u1EA1n c\u00F3 th\u1EC3 th\u00EAm li\u00EAn k\u1EBFt ho\u1EB7c n\u1ED9i dung kh\u00E1c b\u00EAn d\u01B0\u1EDBi n\u00F3. \u0110\u1EB7t chu\u1ED9t l\u00EAn m\u1ED9t trong c\u00E1c m\u1EE5c \u1EDF tr\u00EAn \u0111\u1EC3 bi\u1EBFt ch\u1EE9c n\u0103ng n\u00F3 l\u00E0 g\u00EC.
simplepage.noitems_error_user                         = Kh\u00F4ng c\u00F3 b\u00E0i n\u00E0o tr\u00EAn trang n\u00E0y hi\u1EC7n \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB cho b\u1EA1n.
simplepage.nopermissions                              = B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n \u0111\u1EC3  xem trang n\u00E0y.
simplepage.noplugin                                   = Tr\u00ECnh duy\u1EC7t c\u1EE7a b\u1EA1n d\u01B0\u1EDDng nh\u01B0 kh\u00F4ng c\u00F3 ch\u01B0\u01A1ng tr\u00ECnh b\u1ED5 sung c\u1EA7n thi\u1EBFt \u0111\u1EC3 hi\u1EC3n th\u1ECB n\u1ED9i dung n\u00E0y.B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng li\u00EAn k\u1EBFt sau \u0111\u1EC3 t\u1EA3i n\u1ED9i dung d\u01B0\u1EDBi d\u1EA1ng t\u1EADp tin.
simplepage.noquizengines                              = <b style="color:#c00">WARNING:</b> Please add a quiz tool to this site. Without it, no quizzes can be loaded from the cartridge
simplepage.nosite                                     = Kh\u00F4ng th\u1EC3 x\u00E1c \u0111\u1ECBnh trang kh\u00F3c h\u1ECDc hi\u1EC7n t\u1EA1i
simplepage.not-graded                                 = M\u1EE5c n\u00E0y kh\u00F4ng \u0111\u01B0\u1EE3c x\u1EBFp lo\u1EA1i.
simplepage.not-member                                 = {} kh\u00F4ng th\u1EC3 l\u00E0 ch\u1EE7 s\u1EDF h\u1EEFu trang n\u00E0y v\u00EC h\u1ECD kh\u00F4ng ph\u1EA3i l\u00E0 th\u00E0nh vi\u00EAn c\u1EE7a trang kh\u00F3a h\u1ECDc n\u00E0y.
simplepage.not-published                              = *Ch\u01B0a xu\u1EA5t b\u1EA3n; kh\u00F4ng hi\u1EC3n th\u1ECB cho h\u1ECDc vi\u00EAn *
simplepage.not_available                              = Trang n\u00E0y ch\u01B0a \u0111\u01B0\u1EE3c t\u1EA1o b\u1EDFi gi\u1EA3ng vi\u00EAn kh\u00F3a h\u1ECDc ho\u1EB7c b\u1EA1n kh\u00F4ng \u0111\u1EB7c quy\u1EC1n c\u1EA7n thi\u1EBFt \u0111\u1EC3 \u0111\u1ECDc n\u00F3
simplepage.not_available_hidden                       = Trang n\u00E0y b\u1ECB \u1EA9n.
simplepage.not_usable                                 = M\u1EE5c n\u00E0y kh\u00F4ng c\u00F3 s\u1EB5n
simplepage.not_yet_available_releasedate              = Trang n\u00E0y s\u1EBD kh\u00F4ng c\u00F3 s\u1EB5n cho \u0111\u1EBFn khi {}.
simplepage.nothing-here                               = There is nothing to grade here.
simplepage.nothing-over-100-percent                   = B\u1EA1n kh\u00F4ng th\u1EC3 c\u00F3 chi\u1EC1u cao ho\u1EB7c chi\u1EC1u r\u1ED9ng l\u1EDBn h\u01A1n 100%.
simplepage.notitle                                    = A title is required.
simplepage.notopicengines                             = <b style="color:#c00">WARNING:</b> Please add a forum tool to this site. Without it, no forums can be loaded from the cartridge
simplepage.notreleased                                = B\u1EA1n \u0111\u00E3 ch\u1ECDn \u00F4 '\u1EA8n cho \u0111\u1EBFn ng\u00E0y ph\u00E1t h\u00E0nh' trong c\u1EEDa s\u1ED5 C\u00E0i \u0111\u1EB7t, v\u00E0 ch\u01B0a \u0111\u1EBFn ng\u00E0y ph\u00E1t h\u00E0nh. M\u1EB7c d\u00F9 trang s\u1EBD xu\u1EA5t hi\u1EC7n trong l\u1EC1, ng\u01B0\u1EDDi d\u00F9ng s\u1EBD kh\u00F4ng th\u1EC3 s\u1EED d\u1EE5ng n\u00F3 \u0111\u01B0\u1EE3c.
simplepage.notreleased.text                           = <strong> L\u01B0u \u00FD\: </ strong> Trang n\u00E0y s\u1EBD kh\u00F4ng c\u00F3 s\u1EB5n cho ng\u01B0\u1EDDi d\u00F9ng cho \u0111\u1EBFn khi {}. B\u1EA1n c\u00F3 th\u1EC3 thay \u0111\u1ED5i c\u00E0i \u0111\u1EB7t n\u00E0y trong c\u1EEDa s\u1ED5 <strong> C\u00E0i \u0111\u1EB7t </ strong>.
simplepage.nowrite                                    = B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa trang n\u00E0y
simplepage.number-dropdown-label                      = S\u1ED1 l\u01B0\u1EE3ng Tweets:
simplepage.number_pages_not_number                    = S\u1ED1 trang ph\u1EA3i l\u00E0 m\u1ED9t s\u1ED1 nguy\u00EAn
simplepage.one_day                                    = 1 Ng\u00E0y Tr\u01B0\u1EDBc
simplepage.one_hour                                   = 1 Gi\u1EDD Tr\u01B0\u1EDBc
simplepage.one_min                                    = 1 Ph\u00FAt Tr\u01B0\u1EDBc
simplepage.one_month                                  = 1 Th\u00E1ng Tr\u01B0\u1EDBc
simplepage.one_year                                   = 1 N\u0103m Tr\u01B0\u1EDBc
simplepage.open_new_window                            = M\u1EDF trong c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.opens-in-new                               = M\u1EDF trong c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.optional.settings                          = C\u00E0i \u0111\u1EB7t t\u00F9y ch\u1ECDn
simplepage.overquota                                  = Unable to add resource: it would take your site over its quota
simplepage.owner-default-instructions                 = Quy\u1EC1n s\u1EDF h\u1EEFu trang n\u00E0y c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c ch\u1EC9 \u0111\u1ECBnh cho b\u1EA5t k\u1EF3 ng\u01B0\u1EDDi tham gia trang kh\u00F3a h\u1ECDc n\u00E0o kh\u00F4ng c\u00F3 \u0111\u1EB7c quy\u1EC1n c\u1EADp nh\u1EADt c\u00F4ng c\u1EE5 b\u00E0i h\u1ECDc (xem {1} li\u00EAn k\u1EBFt trong menu {2}).
simplepage.owner-groups                               = C\u00E1c trang c\u1EE7a h\u1ECDc vi\u00EAn s\u1EBD do t\u1EA5t c\u1EA3 th\u00E0nh vi\u00EAn c\u1EE7a m\u1ED9t nh\u00F3m s\u1EDF h\u1EEFu chung ch\u1EE9 kh\u00F4ng ph\u1EA3i l\u00E0 c\u00E1 nh\u00E2n.
simplepage.owner-groups-explanation                   = Select the groups that can own pages. Each student should be part of exactly one group. If you don't select any, all groups will be used.
simplepage.owner-groups-nogroup                       = C\u00E1c trang h\u1ECDc vi\u00EAn \u0111\u01B0\u1EE3c c\u00F9ng s\u1EDF h\u1EEFu b\u1EDFi c\u00E1c th\u00E0nh vi\u00EAn c\u1EE7a m\u1ED9t nh\u00F3m ch\u1EE9 kh\u00F4ng ph\u1EA3i c\u00E1 nh\u00E2n, nh\u01B0ng b\u1EA1n kh\u00F4ng thu\u1ED9c b\u1EA5t k\u1EF3 nh\u00F3m n\u00E0o \u0111\u01B0\u1EE3c cho ph\u00E9p. H\u00E3y b\u00E1o c\u00E1o v\u1EDBi ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn c\u1EE7a b\u1EA1n.
simplepage.owner-groups.eval-individual               = S\u1EED d\u1EE5ng phi\u1EBFu \u0111\u00E1nh gi\u00E1 cho h\u1ECDc vi\u00EAn trong m\u1ED9t nh\u00F3m \u0111\u1EC3 \u0111\u00E1nh gi\u00E1 l\u1EABn nhau
simplepage.owner-groups.see-only-own                  = H\u1ECDc vi\u00EAn ch\u1EC9 nh\u00ECn th\u1EA5y trang c\u1EE7a h\u1ECD
simplepage.owner.settings                             = Ch\u1EE7 s\u1EDF h\u1EEFu
simplepage.ownerpermissions                           = Thi\u1EBFt l\u1EADp \u0111\u1EB7c quy\u1EC1n cho trang kh\u00F3a h\u1ECDc Mercury.  C\u00E1c trang kh\u00F4ng thu\u1ED9c s\u1EDF h\u1EEFu c\u1EE7a ng\u01B0\u1EDDi d\u00F9ng c\u00E1 nh\u00E2n, tr\u1EEB khi t\u1EEBng trang \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp c\u1EE5 th\u1EC3 trong ph\u1EA7n C\u00E0i \u0110\u1EB7t.
simplepage.page-exists                                = B\u1EA1n \u0111\u00E3 c\u00F3 m\u1ED9t trang trong c\u00F4ng c\u1EE5 \u0111\u00F3.
simplepage.page.chooseall                             = Ch\u1ECDn t\u1EA5t c\u1EA3
simplepage.page.chooser                               = Ch\u1ECDn m\u1ED9t trang
simplepage.page.gradebook                             = T\u1EA1o m\u1EE5c "S\u1ED5 \u0111i\u1EC3m" khi trang ho\u00E0n t\u1EA5t
simplepage.page.hideitems                             = \u1EA8n c\u00E1c m\u1EE5c
simplepage.page.hideitemstooltip                      = \u1EA8n c\u00E1c m\u1EE5c. Ch\u1EC9 c\u1EA7n hi\u1EC3n th\u1ECB c\u00E1c trang
simplepage.page.index                                 = C\u00E1c trang trong trang web hi\u1EC7n t\u1EA1i
simplepage.page.onlyseen                              = L\u01AFU \u00DD\: Ch\u1EC9 nh\u1EEFng trang b\u1EA1n \u0111\u00E3 xem m\u1EDBi \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB.
simplepage.page.releasedate                           = \u1EA8n trang cho \u0111\u1EBFn ng\u00E0y h\u00F4m sau (trang s\u1EBD \u0111\u01B0\u1EE3c li\u1EC7t k\u00EA v\u1EDBi ng\u00E0y t\u1EA1o ra)
simplepage.page.releasedate2                          = \u1EA8n trang cho \u0111\u1EBFn ng\u00E0y h\u00F4m sau (trang s\u1EBD \u0111\u01B0\u1EE3c li\u1EC7t k\u00EA v\u1EDBi ng\u00E0y t\u1EA1o ra)
simplepage.page.showitems                             = Hi\u1EC3n th\u1ECB c\u00E1c m\u1EE5c
simplepage.page.showitemstooltip                      = Hi\u1EC3n th\u1ECB c\u00E1c m\u1EE5c b\u00EAn d\u01B0\u1EDBi m\u1ED7i trang
simplepage.pageTitle_label                            = Ti\u00EAu \u0111\u1EC1 trang
simplepage.pageTitle_tooltip                          = Hi\u1EC3n th\u1ECB \u1EDF \u0111\u1EA7u trang.
simplepage.page_notblank                              = Ti\u00EAu \u0111\u1EC1 Trang kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.
simplepage.page_prerequisites_label                   = Kh\u00F4ng t\u1EA1o trang cho \u0111\u1EBFn khi c\u00E1c \u0111i\u1EC1u ki\u1EC7n b\u1EAFt bu\u1ED9c \u0111\u01B0\u1EE3c ho\u00E0n th\u00E0nh
simplepage.page_require                               = Require This Page
simplepage.pagehidden                                 = B\u1EA1n \u0111\u00E3 ch\u1ECDn \u00F4 '\u1EA8n' trong c\u1EEDa s\u1ED5 C\u00E0i \u0111\u1EB7t. \u0110i\u1EC1u n\u00E0y ng\u0103n ng\u01B0\u1EDDi d\u00F9ng xem trang n\u00E0y.
simplepage.pagehidden.text                            = <strong>Note:</strong> This page is currently hidden from standard users. You can change this in the <strong>Settings</strong> window.
simplepage.pagenotreleased                            = [Not released until {}]
simplepage.path                                       = Path in Resources, or URL/embed code
simplepage.peer-cell-tooltip                          = Click on a cell to see a list of users who gave that grade to the selected user. 
simplepage.peer-eval-allow-selfgrade                  = Cho ph\u00E9p t\u1EF1 h\u1ECDc
simplepage.peer-eval-create-title                     = Create Peer Evaluation Rubric
simplepage.peer-eval-stats                            = Peer Evaluation Statistics
simplepage.peer-eval-stats.directions                 = Click on a name to show or hide a user's information. Click on "Peers Evaluated" to highlight the grades the user gave to the other participants. Click again to remove the highlighting. Click on a cell to see a list of users who gave that grade to the selected user. 
simplepage.peer-eval.cant-eval-yourself               = B\u1EA1n kh\u00F4ng th\u1EC3 \u0111\u00E1nh gi\u00E1 c\u00F4ng vi\u1EC7c c\u1EE7a b\u1EA1n.
simplepage.peer-eval.click-on-cell                    = Click on a cell to grade.
simplepage.peer-eval.due_date                         = Th\u1EDDi h\u1EA1n n\u1ED9p b\u00E0i
simplepage.peer-eval.inactive-members                 = Site members who have not yet created a student page.
simplepage.peer-eval.invalid_due_date                 = Please enter Due Date in the format MM/DD/YY.
simplepage.peer-eval.invalid_due_time                 = Please enter Due Time in the format HH:MM AM/PM.
simplepage.peer-eval.invalid_open_date                = Please enter Open Date in the format MM/DD/YY.
simplepage.peer-eval.invalid_open_time                = Please enter Open Time in the format HH:MM AM/PM.
simplepage.peer-eval.open_date                        = Ng\u00E0y m\u1EDF
simplepage.peer-eval.past-due-date                    = \u0110\u00E3 \u0111\u1EBFn h\u1EA1n \u0111\u1EC3 ch\u1EA5m \u0111i\u1EC3m.
simplepage.peer-eval.sample.1                         = Ch\u1EA5t l\u01B0\u1EE3ng c\u00F4ng vi\u1EC7c
simplepage.peer-eval.sample.2                         = Th\u00F4ng tin h\u1ED5 tr\u1EE3
simplepage.peer-eval.sample.3                         = T\u1ED5 ch\u1EE9c
simplepage.peer-eval.sample.4                         = D\u1EA5u ch\u1EA5m c\u00E2u, ch\u00EDnh t\u1EA3, ng\u1EEF ph\u00E1p
simplepage.peer-eval.sample.title                     = Sample Peer Evaluation
simplepage.permissions                                = Quy\u1EC1n h\u1EA1n
simplepage.permissions-general                        = You do not have the required permissions to do that.
simplepage.permissions-question                       = B\u1EA1n \u0111\u00E3 tr\u1EA3 l\u1EDDi c\u00E2u h\u1ECFi \u0111\u00F3!
simplepage.permissions.tooltip                        = Change permissions associated with this tool for different types of user
simplepage.points                                     = \u0111i\u1EC3m
simplepage.prerequisites_label                        = Kh\u00F4ng \u0111\u0103ng m\u1EE5c n\u00E0y cho \u0111\u1EBFn khi t\u1EA5t c\u1EA3 \u0111i\u1EC1u ki\u1EC7n b\u1EAFt bu\u1ED9c \u0111\u00E3 ho\u00E0n th\u00E0nh
simplepage.prerequisites_tag                          = Has prerequisites
simplepage.preview                                    = Preview of {}
simplepage.print_view                                 = Xem b\u1EA3ng in
simplepage.question-answer-input                      = C\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c:
simplepage.question-correct-answer                    = C\u00E2u tr\u1EA3 l\u1EDDi sau \u0111\u00E2y l\u00E0 ch\u00EDnh x\u00E1c
simplepage.question-descrip                           = Create simple multiple-choice or short-answer question, can show results as poll
simplepage.question-gradebook-title                   = Ti\u00EAu \u0111\u1EC1 trong S\u1ED5 \u0111i\u1EC3m:
simplepage.question-graded                            = \u0110\u00E1nh gi\u00E1 c\u00E2u h\u1ECFi n\u00E0y
simplepage.question-grading                           = Responses to "{}"
simplepage.question-max                               = \u0110i\u1EC3m t\u1ED1i \u0111a:
simplepage.question-need-1                            = Vui l\u00F2ng cung c\u1EA5p \u00EDt nh\u1EA5t 1 c\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c cho c\u00E2u h\u1ECFi n\u00E0y
simplepage.question-need-2                            = Xin vui l\u00F2ng cung c\u1EA5p \u00EDt nh\u1EA5t 2 l\u1EF1a ch\u1ECDn thay th\u1EBF cho c\u00E2u h\u1ECFi n\u00E0y
simplepage.question-points                            = \u0110i\u1EC3m:
simplepage.question-possible-answer                   = Possible Answer
simplepage.question-show-poll-option                  = Show students a graph of how others responded after they answer the question
simplepage.question-text-input                        = V\u0103n b\u1EA3n c\u00E1c c\u00E2u h\u1ECFi
simplepage.questionDescription                        = Th\u00EAm m\u1ED9t c\u00E2u h\u1ECFi \u0111\u01A1n gi\u1EA3n \u0111\u1EC3 h\u1ECDc vi\u00EAn tr\u1EA3 l\u1EDDi
simplepage.questionLinkText                           = Th\u00EAm C\u00E2u h\u1ECFi
simplepage.questionName                               = C\u00E2u h\u1ECFi \u0111\u01A1n gi\u1EA3n
simplepage.quiz                                       = Th\u00EAm b\u00E0i Thi
simplepage.quiz-descrip                               = Li\u00EAn k\u1EBFt t\u1EDBi B\u00E0i thi ho\u1EB7c B\u00E0i ki\u1EC3m tra
simplepage.quiz.chooser                               = Ch\u1ECDn m\u1ED9t b\u00E0i thi
simplepage.quiz.tooltip                               = Th\u00EAm li\u00EAn k\u1EBFt v\u00E0o b\u00E0i Thi
simplepage.refresh                                    = refresh
simplepage.refresh_prompt                             = Sau khi ho\u00E0n th\u00E0nh m\u1ED9t m\u1EE5c y\u00EAu c\u1EA7u, vui l\u00F2ng
simplepage.remove                                     = Xo\u00E1
simplepage.remove-descrip                             = X\u00F3a trang n\u00E0y
simplepage.remove-page                                = Xo\u00E1 Trang
simplepage.remove-page-explanation                    = X\u00F3a trang hi\u1EC7n t\u1EA1i kh\u1ECFi thanh b\u00EAn tr\u00E1i m\u00E0n h\u00ECnh. Thao t\u00E1c n\u00E0y s\u1EBD kh\u00F4ng x\u00F3a trang. \u0110\u1EC3 x\u00F3a n\u00F3, s\u1EED d\u1EE5ng n\u00FAt "Ch\u1EC9 m\u1EE5c c\u1EE7a trang".
simplepage.remove-page-tooltip                        = X\u00F3a trang hi\u1EC7n t\u1EA1i kh\u1ECFi thanh b\u00EAn tr\u00E1i m\u00E0n h\u00ECnh
simplepage.remove-student-page-explanation            = Remove the current student page. This page will be deleted.
simplepage.remove_from_uploads                        = Xo\u00E1 kh\u1ECFi danh s\u00E1ch t\u1EADp tin  t\u1EA3i l\u00EAn
simplepage.remove_page_done                           = Trang n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c x\u00F3a kh\u1ECFi thanh tr\u00E1i m\u00E0n h\u00ECnh. Thay \u0111\u1ED5i n\u00E0y s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB khi b\u1EA1n nh\u1EA5p v\u00E0o "Ti\u1EBFp t\u1EE5c". L\u01B0u \u00FD r\u1EB1ng trang n\u00E0y ch\u01B0a b\u1ECB x\u00F3a kh\u1ECFi h\u1EC7 th\u1ED1ng. B\u1EA1n c\u00F3 th\u1EC3 ch\u1ECDn n\u00F3 d\u01B0\u1EDBi d\u1EA1ng trang con c\u1EE7a m\u1ED9t trang kh\u00E1c ho\u1EB7c v\u00E0o "Ch\u1EC9 m\u1EE5c c\u1EE7a trang" t\u1EEB b\u1EA5t k\u1EF3 trang n\u00E0o c\u00F2n l\u1EA1i v\u00E0 x\u00F3a n\u00F3.
simplepage.reorder                                    = \u0110\u1ED5i th\u1EE9 t\u1EF1
simplepage.reorder-aboveuse                           = Move items above this marker to put them on the page
simplepage.reorder-addpage                            = Th\u00EAm m\u1EE5c t\u1EEB trang kh\u00E1c
simplepage.reorder-belowdelete                        = Move items below this marker to delete them
simplepage.reorder-duplicates                         = Unable to continue. Some of the items have duplicate sequences.
simplepage.reorder-tooltip                            = Change order of items, delete items, or import items from another page
simplepage.reorder.tooltip                            = Thay \u0111\u1ED5i th\u1EE9 t\u1EF1 c\u1EE7a c\u00E1c m\u1EE5c tr\u00EAn trang n\u00E0y
simplepage.reorder_delebox                            = Th\u1EA3 c\u00E1c m\u1EE5c v\u00E0o \u0111\u00E2y \u0111\u1EC3 x\u00F3a, ho\u1EB7c nh\u1EA5p v\u00E0o d\u1EA5u X. B\u1EA1n c\u00F3 th\u1EC3 k\u00E9o c\u00E1c m\u1EE5c \u0111\u00E3 x\u00F3a t\u1EEB \u0111\u00E2y tr\u1EDF l\u1EA1i trang.
simplepage.reorder_header                             = S\u1EAFp x\u1EBFp th\u1EE9 t\u1EF1 trang
simplepage.reorder_instructions                       = Vui l\u00F2ng k\u00E9o v\u00E0 th\u1EA3 c\u00E1c m\u1EE5c b\u00EAn d\u01B0\u1EDBi \u0111\u1EC3 s\u1EAFp x\u1EBFp l\u1EA1i ch\u00FAng. \u0110\u1EC3 x\u00F3a, k\u00E9o m\u1EE5c \u0111\u1EC3 x\u00F3a v\u00E0o th\u00F9ng r\u00E1c.
simplepage.reorder_instructions_sr                    = Or select one and use the control key plus up-arrow or downarrow to reorder and control + shift to move them between bins.
simplepage.replace-with-comments                      = \u0110ang t\u1EA3i b\u00ECnh lu\u1EADn ...
simplepage.require                                    = Require This Item
simplepage.require_atleast                            = Require that the student receive at least a
simplepage.require_checkmark                          = Require that the student receive a Checkmark
simplepage.require_pass_assignment                    = C\u1EA7n h\u1ECDc vi\u00EAn <b> Pass </ b> b\u00E0i t\u1EADp n\u00E0y
simplepage.require_points_assessment                  = \u0111i\u1EC3m b\u00E0i t\u1EADp n\u00E0y.
simplepage.require_points_assignment                  = \u0111i\u1EC3m b\u00E0i t\u1EADp n\u00E0y.
simplepage.require_receive                            = Require that the student receive 
simplepage.require_submit_assignment                  = Y\u00EAu c\u1EA7u h\u1ECDc vi\u00EAn n\u1ED9p b\u1EA3n \u0111\u00E1nh gi\u00E1 n\u00E0y.
simplepage.require_submit_assessment                  = Y\u00EAu c\u1EA7u h\u1ECDc vi\u00EAn n\u1ED9p b\u1EA3n \u0111\u00E1nh gi\u00E1 n\u00E0y.
simplepage.require_submit_blti                        = Y\u00EAu c\u1EA7u h\u1ECDc vi\u00EAn s\u1EED d\u1EE5ng m\u1EE5c n\u00E0y
simplepage.require_submit_forum                       = Y\u00EAu c\u1EA7u h\u1ECDc vi\u00EAn \u0111\u0103ng b\u00E0i l\u00EAn ch\u1EE7 \u0111\u1EC1 n\u00E0y.
simplepage.reset-button                               = Reset
simplepage.resource                                   = Th\u00EAm li\u00EAn k\u1EBFt n\u1ED9i dung
simplepage.resource-descrip                           = Th\u00EAm li\u00EAn k\u1EBFt\: T\u1EA3i t\u1EADp tin l\u00EAn, li\u00EAn k\u1EBFt t\u1EDBi c\u00E1c t\u1EADp tin hi\u1EC7n c\u00F3 trong "T\u00E0i nguy\u00EAn" ho\u1EB7c \u0111\u1ECBa ch\u1EC9 c\u1EE7a trang tr\u00EAn web.
simplepage.resource-group-inherited                   = Group or public access has been set for the folder in which this item is contained. So groups can't be adjusted here.
simplepage.resource.tooltip                           = Th\u00EAm li\u00EAn k\u1EBFt\: T\u1EA3i t\u1EADp tin l\u00EAn, li\u00EAn k\u1EBFt t\u1EDBi c\u00E1c t\u1EADp tin hi\u1EC7n c\u00F3 trong "T\u00E0i nguy\u00EAn" ho\u1EB7c \u0111\u1ECBa ch\u1EC9 c\u1EE7a trang tr\u00EAn web.
simplepage.resource100                                = Unable to create file while importing Common Cartridge: 100 copies already exist: {}
simplepage.resourceerror                              = Kh\u00F4ng th\u1EC3 th\u00EAm t\u00E0i nguy\u00EAn\:  {}
simplepage.resourcepossibleerror                      = Possible error in saving file. The operation probably worked correctly, but you should verify that your file was uploaded or updated properly.
simplepage.resources-snippet                          = th\u01B0 m\u1EE5c t\u00E0i nguy\u00EAn
simplepage.return                                     = Tr\u1EDF l\u1EA1i {}
simplepage.return.warning                             = C\u1EA2NH B\u00C1O: \u0110\u1EA3m b\u1EA3o b\u1EA1n \u0111\u00E3 l\u01B0u ho\u1EB7c n\u1ED9p b\u00E0i c\u1EE7a m\u00ECnh tr\u01B0\u1EDBc khi quay l\u1EA1i
simplepage.return_assignment                          = Ti\u1EBFp t\u1EE5c v\u1EDBi Th\u00EAm B\u00E0i T\u1EADp, sau khi b\u1EA1n \u0111\u00E3 t\u1EA1o b\u00E0i t\u1EADp m\u1EDBi
simplepage.return_blti                                = Ti\u1EBFp t\u1EE5c v\u1EDBi Th\u00EAm C\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i
simplepage.return_forum                               = Ti\u1EBFp t\u1EE5c v\u1EDBi Th\u00EAm Di\u1EC5n \u0111\u00E0n ho\u1EB7c Ch\u1EE7 \u0111\u1EC1, sau khi b\u1EA1n \u0111\u00E3 t\u1EA1o m\u1EE5c m\u1EDBi
simplepage.return_from_edit                           = Quay l\u1EA1i {}, sau khi b\u1EA1n \u0111\u00E3 ho\u00E0n t\u1EA5t vi\u1EC7c ch\u1EC9nh s\u1EEDa m\u1EE5c
simplepage.return_quiz                                = Ti\u1EBFp t\u1EE5c "Th\u00EAm b\u00E0i thi", sau khi b\u1EA1n \u0111\u00E3 t\u1EA1o b\u00E0i thi m\u1EDBi
simplepage.save                                       = L\u01B0u
simplepage.save_checklist                             = L\u01B0u Danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra
simplepage.save_message                               = L\u01B0u
simplepage.savefailed                                 = Kh\u00F4ng th\u1EC3 l\u01B0u ho\u1EB7c c\u1EADp nh\u1EADt m\u1EE5c. L\u1ED7i l\u00E0\:
simplepage.seconds                                    = C\u00E1ch \u0111\u00E2y v\u00E0i gi\u00E2y
simplepage.sectionTitle                               = Ti\u00EAu \u0111\u1EC1
simplepage.see_all_comments                           = Xem t\u1EA5t c\u1EA3 {} b\u00ECnh lu\u1EADn ...
simplepage.see_new_comments                           = Xem t\u1EA5t c\u1EA3 {} b\u00ECnh lu\u1EADn m\u1EDBi ...
simplepage.select                                     = L\u1EF1a ch\u1ECDn
simplepage.select-for-deletion                        = Ch\u1ECDn \u0111\u1EC3 x\u00F3a
simplepage.select-group                               = Select groups for which this item should be shown [if none selected, show to all]
simplepage.select-resource-group                      = L\u01AFU \u00DD\: B\u1EA1n c\u00F3 th\u1EC3 mu\u1ED1n thi\u1EBFt l\u1EADp truy c\u1EADp trong c\u00F4ng c\u1EE5 T\u00E0i nguy\u00EAn. \u0110i\u1EC1u \u0111\u00F3 s\u1EBD cho ph\u00E9p b\u1EA1n thi\u1EBFt l\u1EADp n\u00F3 cho to\u00E0n b\u1ED9 th\u01B0 m\u1EE5c ch\u1EE9 kh\u00F4ng ph\u1EA3i cho m\u1ED7i ngu\u1ED3n ri\u00EAng bi\u1EC7t.
simplepage.select_assignment                          = B\u00E0i t\u1EADp hi\u1EC7n t\u1EA1i
simplepage.select_blti                                = L\u1EF1a ch\u1ECDn m\u1EE5c
simplepage.select_blti.text                           = Select an item and then hit "Use Selected Item" to add it to your page. Click on an item to see what the tool is going to look like.
simplepage.select_quiz                                = B\u00E0i Thi \u0111ang c\u00F3
simplepage.select_topic                               = Di\u1EC5n \u0111\u00E0n v\u00E0 Ch\u1EE7 \u0111\u1EC1
simplepage.sharedpage                                 = [Shared page]
simplepage.sharedpageexplanation                      = \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng khi c\u00F9ng m\u1ED9t trang xu\u1EA5t hi\u1EC7n nhi\u1EC1u h\u01A1n m\u1ED9t n\u01A1i. M\u1ECDi thay \u0111\u1ED5i \u0111\u1ED1i v\u1EDBi trang s\u1EBD \u0111\u01B0\u1EE3c ph\u1EA3n \u00E1nh \u1EDF m\u1ECDi n\u01A1i m\u00E0 n\u00F3 xu\u1EA5t hi\u1EC7n.
simplepage.short-explanation                          = Leave possible answers blank to collect feedback from students, or if you want to grade manually.
simplepage.short-explanation2                         = To grade manually, leave possible answers blank, then select "Grade this question." 
simplepage.short-url                                  = Short URL
simplepage.shortanswer                                = C\u00E2u tr\u1EA3 l\u1EDDi ng\u1EAFn 
simplepage.show-context                               = Show Context
simplepage.show-grading-pane                          = Show Grading Pane
simplepage.show-grading-pane-comments                 = Show Grading Pane for Comments
simplepage.show-grading-pane-content                  = Show Grading Pane for Comments on Student Content
simplepage.show-poll                                  = Show Poll
simplepage.showallpages                               = Ch\u1EC9 m\u1EE5c c\u1EE7a trang
simplepage.showitem                                   = M\u1EE5c B\u00E0i h\u1ECDc
simplepage.showpage                                   = Trang Kh\u00F3a H\u1ECDc
simplepage.site                                       = Site CSS
simplepage.siteName                                   = Trang:
simplepage.size-too-big                               = Chi\u1EC1u cao ho\u1EB7c chi\u1EC1u r\u1ED9ng l\u1EDBn h\u01A1n 3000 pixel
simplepage.startTime                                  = Th\u1EDDi gian b\u1EAFt \u0111\u1EA7u
# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help                               = templates/instructions/general.html
simplepage.status.completed                           = \u0110\u00E3 ho\u00E0n th\u00E0nh
simplepage.status.failed                              = Failed
simplepage.status.inprogress                          = In Progress
simplepage.status.level                               = C\u1EA5p b\u1EADc {}
simplepage.status.needsgrading                        = Needs Grading
simplepage.status.notavailable                        = Ch\u01B0a c\u00F3 s\u1EB5n
simplepage.status.notrequired                         = Kh\u00F4ng c\u1EA7n thi\u1EBFt
simplepage.status.required                            = C\u1EA7n thi\u1EBFt
simplepage.student                                    = Trang h\u1ECDc vi\u00EAn
simplepage.student-anonymous                          = L\u00E0m c\u00E1c trang h\u1ECDc vi\u00EAn n\u00E0y \u1EA9n danh
simplepage.student-comments                           = Th\u00EAm ph\u1EA7n nh\u1EADn x\u00E9t v\u00E0o m\u1ED7i trang
simplepage.student-comments-anon                      = L\u00E0m c\u00E1c nh\u1EADn x\u00E9t \u0111\u01B0\u1EE3c \u1EA9n danh
simplepage.student-comments-graded                    = Ph\u00E2n lo\u1EA1i nh\u1EADn x\u00E9t
simplepage.student-comments-grading                   = Comments on Student Content on "{}"
simplepage.student-content                            = Ph\u1EA7n n\u1ED9i dung h\u1ECDc vi\u00EAn
simplepage.student-content-page                       = Trang n\u1ED9i dung h\u1ECDc vi\u00EAn
simplepage.student-descrip                            = Add a section where students may create their own pages.
simplepage.student-fake-missing-prereqs               = N\u1EBFu b\u1EA1n l\u00E0 h\u1ECDc vi\u00EAn, b\u1EA1n s\u1EBD kh\u00F4ng th\u1EC3 xem n\u1ED9i dung c\u1EE7a h\u1ECDc vi\u00EAn, b\u1EDFi v\u00EC b\u1EA1n ch\u01B0a ho\u00E0n th\u00E0nh t\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c y\u00EAu c\u1EA7u \u1EDF tr\u00EAn.
simplepage.student-missing-prereqs                    = C\u00F3 m\u1ED9t khu v\u1EF1c gi\u00E0nh cho n\u1ED9i dung c\u1EE7a h\u1ECDc vi\u00EAn, nh\u01B0ng b\u1EA1n ph\u1EA3i ho\u00E0n th\u00E0nh t\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c y\u00EAu c\u1EA7u \u1EDF tr\u00EAn tr\u01B0\u1EDBc khi b\u1EA1n c\u00F3 th\u1EC3 xem n\u00F3.
simplepage.student-peer-eval.require_due_date         = Set Due Date ?
simplepage.student-peer-review-add                    = Add a peer review rubric to each page
simplepage.student-peer-review-add-row                = Th\u00EAm d\u00F2ng
simplepage.student-peer-review-category               = Category
simplepage.student-peer-review-create                 = Create a new rubric
simplepage.student-peer-review-select-rubric          = Vui l\u00F2ng ch\u1ECDn m\u1ED9t phi\u1EBFu \u0111\u00E1nh gi\u00E1
simplepage.student-peer-review-title                  = Ti\u00EAu \u0111\u1EC1
simplepage.studentheader                              = H\u1ECDc vi\u00EAn
simplepage.submit                                     = N\u1ED9p b\u00E0i
simplepage.subpage                                    = Th\u00EAm trang con
simplepage.subpage-button                             = Hi\u1EC3n th\u1ECB d\u01B0\u1EDBi d\u1EA1ng n\u00FAt ch\u1EE9 kh\u00F4ng ph\u1EA3i li\u00EAn k\u1EBFt
simplepage.subpage-descrip                            = T\u1EA1o m\u1ED9t trang m\u1EDBi m\u00E0 b\u1EA1n c\u00F3 th\u1EC3 t\u1EA1o ra n\u1ED9i dung ho\u1EB7c li\u00EAn k\u1EBFt \u0111\u1EBFn m\u1ED9t trang hi\u1EC7n c\u00F3
simplepage.subpage-next                               = Next page. I.e. this is assumed to be the next page in a sequence, rather than a subpage. The most visible difference is how the pages show in the breadcrumbs at the top. For a subpage, when you go to it, the breadcrumbs at the top show that it's a new level. The current page will show as the level above it. For a next page, the new page replaces the current one in the breadcrumbs.
simplepage.subpage.tooltip                            = T\u1EA1o m\u1ED9t trang m\u1EDBi v\u00E0 th\u00EAm \u0111\u01B0\u1EDDng d\u1EABn trang \u0111\u00F3 \u1EDF \u0111\u00E2y
simplepage.subpage_header                             = T\u1EA1o trang ph\u1EE5
simplepage.system                                     = H\u1EC7 th\u1ED1ng CSS
simplepage.tag_iframe                                 = "iframe"
simplepage.tag_img                                    = "img"
simplepage.tag_is                                     = This item is displayed with a tag of type
simplepage.tag_object                                 = "object"
simplepage.text                                       = Th\u00EAm V\u0103n b\u1EA3n
simplepage.text.tooltip                               = Th\u00EAm m\u1ED9t \u00F4 c\u00F3 th\u1EC3 ch\u1EE9a v\u0103n b\u1EA3n v\u00E0 n\u1ED9i dung web kh\u00E1c
simplepage.textItemUnavailable                        = M\u1EE5c v\u0103n b\u1EA3n n\u00E0y s\u1EBD hi\u1EC3n th\u1ECB khi t\u1EA5t c\u1EA3 c\u00E1c \u0111i\u1EC1u ki\u1EC7n b\u1EAFt bu\u1ED9c, \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u b\u1EDFi m\u1ED9t d\u1EA5u hoa th\u1ECB (*), \u0111\u00E3 \u0111\u01B0\u1EE3c ho\u00E0n t\u1EA5t
simplepage.title                                      = C\u00E0i \u0111\u1EB7t
simplepage.title-descrip                              = S\u1EEDa ti\u00EAu \u0111\u1EC1 trang ho\u1EB7c c\u00E1ch tr\u00ECnh b\u00E0y
simplepage.title-student-descrip                      = S\u1EEDa ti\u00EAu \u0111\u1EC1 trang
simplepage.title-top-descrip                          = S\u1EEDa ti\u1EC7u \u0111\u1EC1 trang, ph\u00E1t h\u00E0nh, ho\u1EB7c ki\u1EC3u tr\u00ECnh b\u00E0y.
simplepage.title_for_upload                           = Ti\u00EAu \u0111\u1EC1 \u0111\u1EC3 s\u1EED d\u1EE5ng cho t\u1EADp tin n\u00E0y
simplepage.title_no_number                            = Ti\u00EAu \u0111\u1EC1 ph\u1EA3i ch\u1EE9a m\u1ED9t s\u1ED1
simplepage.title_notblank                             = Ti\u00EAu \u0111\u1EC1 kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.
simplepage.title_too_long                             = Kh\u00F4ng th\u1EC3 c\u1EADp nh\u1EADt ti\u00EAu \u0111\u1EC1\: c\u00F3 th\u1EC3 l\u00E0 ti\u00EAu \u0111\u1EC1 qu\u00E1 d\u00E0i. C\u00E1c trang con c\u00F3 th\u1EC3 l\u00EAn t\u1EDBi 255 k\u00FD t\u1EF1. Tuy nhi\u00EAn c\u00E1c trang g\u1ED1c \u0111\u01B0\u1EE3c gi\u1EDBi h\u1EA1n \u1EDF 99 k\u00FD t\u1EF1.
simplepage.toolbar                                    = C\u00E1c c\u00F4ng c\u1EE5 ch\u1EC9nh s\u1EEDa
simplepage.twitter                                    = Nh\u00FAng d\u00F2ng th\u1EDDi gian Twitter 
simplepage.twitter-descrip                            = Add a twitter feed to this page, e.g. departmental, subject or personal.
simplepage.twitter-name-notblank                      = Vui l\u00F2ng cung c\u1EA5p t\u00EAn ng\u01B0\u1EDDi d\u00F9ng.
simplepage.twitter-snippet                            = D\u00F2ng th\u1EDDi gian twitter
simplepage.twitter-username                           = Twitter Username, e.g. @OxfordWebLearn
simplepage.twitter.height_label                       = Chi\u1EC1u cao c\u1EE7a \u00F4 hi\u1EC3n th\u1ECB (t\u00EDnh b\u1EB1ng pixel)
simplepage.update-points                              = C\u1EADp nh\u1EADt \u0111i\u1EC3m
simplepage.update_icons                               = \u0111\u1EC3 c\u1EADp nh\u1EADt bi\u1EC3u t\u01B0\u1EE3ng tr\u1EA1ng th\u00E1i.
simplepage.upload_label                               = T\u1EA3i t\u1EADp tin l\u00EAn
simplepage.usenewwindow                               = M\u1EDF m\u1EE5c trong m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi
simplepage.user.activity                              = Peers Evaluated
simplepage.view-checklist                             = View {} Progress
simplepage.view-peereval                              = Display Peer Evaluation
simplepage.viewing-checklistProgress                  = Xem ti\u1EBFn \u0111\u1ED9 Danh s\u00E1ch m\u1EE5c c\u1EA7n ki\u1EC3m tra cho:
simplepage.web_content                                = Web {}
simplepage.website                                    = T\u1EA3i l\u00EAn n\u1ED9i dung t\u1EADp tin ZIP
simplepage.website.cantexpand                         = Kh\u00F4ng th\u1EC3 tr\u00EDch xu\u1EA5t c\u00E1c t\u1EADp tin t\u1EEB t\u1EADp tin ZIP c\u1EE7a b\u1EA1n
simplepage.website.noextension                        = \u0110\u1EC3 c\u00F4ng vi\u1EC7c n\u00E0y \u0111\u01B0\u1EE3c th\u1EF1c hi\u1EC7n , t\u1EADp tin ZIP ph\u1EA3i c\u00F3 \u0111u\u00F4i m\u1EDF r\u1ED9ng, th\u01B0\u1EDDng l\u00E0 .zip.
simplepage.website.noindex                            = We have uploaded your ZIP file. The files in it are now in folder {} in Resources. But are unable to find the file in it that should be displayed. You may use "Add Resource" with "Choose Existing File"  to choose the correct file yourself.
simplepage.website.tooltip                            = C\u00F3 s\u1EF1 h\u1ED5 tr\u1EE3 \u0111\u1EB7c bi\u1EC7t ri\u00EAng \u0111\u1EC3 t\u1EA1o v\u00E0 k\u1EBFt n\u1ED1i gi\u1EEFa Camtasia v\u00E0 Wimba, nh\u01B0ng b\u1EA5t k\u00EC t\u1EADp tin Zip n\u00E0o c\u0169ng c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c t\u1EA3i l\u00EAn. Xem tr\u1EE3 gi\u00FAp trong h\u1ED9p tho\u1EA1i \u0111\u1EC3 bi\u1EBFt th\u00EAm th\u00F4ng tin. 
simplepage.width-height                               = Chi\u1EC1u r\u1ED9ng v\u00E0 chi\u1EC1u cao ph\u1EA3i l\u00E0 s\u1ED1 d\u01B0\u01A1ng, t\u1EE9c l\u00E0 "500" ho\u1EB7c "500px" ho\u1EB7c ph\u1EA7n tr\u0103m d\u01B0\u1EDBi 100%
simplepage.width_label                                = Chi\u1EC1u r\u1ED9ng:
simplepage.wrong-cc-version                           = \u0110\u1ECBnh d\u1EA1ng Common Cartridge kh\u00F4ng \u0111\u01B0\u1EE3c c\u00F4ng nh\u1EADn. T\u1EADp tin ph\u1EA3i l\u00E0 phi\u00EAn b\u1EA3n 1.0 ho\u1EB7c 1.1.
simplepage.x_day                                      = {} Ng\u00E0y Tr\u01B0\u1EDBc
simplepage.x_hour                                     = {} Gi\u1EDD Tr\u01B0\u1EDBc
simplepage.x_min                                      = {} Ph\u00FAt Tr\u01B0\u1EDBc
simplepage.x_month                                    = {} Th\u00E1ng Tr\u01B0\u1EDBc
simplepage.x_year                                     = {} N\u0103m Tr\u01B0\u1EDBc
simplepage.youtube.needflash                          = B\u1EA1n c\u1EA7n b\u1EADt Flash player 8+ v\u00E0 Javascript \u0111\u1EC3 xem video n\u00E0y
simplepage.youtube_player                             = Tr\u00ECnh ph\u00E1t Youtube
simplepage.youtube_url                                = YouTube URL:
simplepage.zero-missing                               = Set grades to zero for students without submissions
simplepage.filepicker_title=H\u00E3y ch\u1ECDn m\u1ED9t t\u1EADp tin
