#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:28 PDT 2010
gen.sortbyretractdate=S\u1EAFp x\u1EBFp theo ng\u00E0y k\u1EBFt th\u00FAc
java.alert.baddates=B\u1EA1n kh\u00F4ng th\u1EC3 ch\u1EC9 \u0111\u1ECBnh ng\u00E0y k\u1EBFt th\u00FAc tr\u01B0\u1EDBc ng\u00E0y ph\u00E1t h\u00E0nh c\u1EE7a n\u00F3\! 
gen.retractdate=Ng\u00E0y k\u1EBFt th\u00FAc 
gen.thereare=Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 th\u00F4ng b\u00E1o trong kho\u00E1 h\u1ECDc n\u00E0y. 
revise.subject=Ti\u00EAu \u0111\u1EC1 th\u00F4ng b\u00E1o 
custom.setoptionsrecent=Hi\u1EC7n t\u1EA1i b\u1EA1n \u0111ang thi\u1EBFt l\u1EADp t\u00F9y ch\u1ECDn cho th\u00F4ng b\u00E1o g\u1EA7n \u0111\u00E2y. 
java.alert.thisitem=M\u1EE5c n\u00E0y \u0111ang \u0111\u01B0\u1EE3c hi\u1EC7u ch\u1EC9nh b\u1EDFi ng\u01B0\u1EDDi d\u00F9ng kh\u00E1c. H\u00E3y th\u1EED l\u1EA1i sau. 
avail.hide.tips=l\u01B0u nh\u01B0 b\u1EA3n ph\u00E1c th\u1EA3o, \u1EA9n \u0111\u1EC3 l\u01B0u tr\u1EEF ho\u1EB7c s\u1EED d\u1EE5ng sau n\u00E0y 
meta.prev=Tr\u01B0\u1EDBc 
gen.listnavselect=B\u1EA5m alt + m\u0169i t\u00EAn l\u00EAn xu\u1ED1ng \u0111\u1EC3 di chuy\u1EC3n qua menu 
gen.sortbyfor=Ph\u00E2n lo\u1EA1i theo \u0111\u1ED1i t\u01B0\u1EE3ng 
custom.setoptions=Hi\u1EC7n t\u1EA1i b\u1EA1n \u0111ang thi\u1EBFt l\u1EADp t\u00F9y ch\u1ECDn cho c\u00E1c th\u00F4ng b\u00E1o. 
revise.savedraft=L\u01B0u nh\u00E1p 
revise.group.list.title=Ti\u00EAu \u0111\u1EC1 
java.NOTI_REQUIRED=Cao - T\u1EA5t c\u1EA3 th\u00E0nh vi\u00EAn
java.alert.youacc=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n \u0111\u1EC3 truy c\u1EADp v\u00E0o tin nh\u1EAFn (s) - 
java.alert.unknown=M\u1ED9t l\u1ED7i kh\u00F4ng r\u00F5 \u0111\u00E3 x\u1EA3y ra. 
gen.announcements=Th\u00F4ng b\u00E1o 
gen.editann=Ch\u1EC9nh s\u1EEDa th\u00F4ng b\u00E1o 
merge.select=Ch\u1ECDn th\u00F4ng b\u00E1o n\u00E0o b\u1EA1n mu\u1ED1n k\u1EBFt h\u1EE3p v\u00E0o trang web n\u00E0y. 
meta.message=Th\u00F4ng b\u00E1o 
revise.addrem=Th\u00EAm/g\u1EE1 b\u1ECF c\u00E1c file \u0111\u00EDnh k\u00E8m 
revise.announce=Th\u00F4ng b\u00E1o 
gen.sortbyreleasedateasc=S\u1EAFp x\u1EBFp theo ng\u00E0y b\u1EAFt \u0111\u1EA7u t\u0103ng d\u1EA7n 
gen.sortbyforasc=S\u1EAFp x\u1EBFp t\u0103ng d\u1EA7n theo ng\u01B0\u1EDDi xem
gen.show5=Xem 5 b\u00E0i ... 
custom.lisvie=Xem danh s\u00E1ch v\u1EDBi n\u1ED9i dung th\u00F4ng
merge.showann=Xem th\u00F4ng b\u00E1o 
del.areyou=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n x\u00F3a c\u00E1c th\u00F4ng b\u00E1o sau \u0111\u00E2y? 
java.ann=Th\u00F4ng b\u00E1o 
view.all=T\u1EA5t c\u1EA3 
oct=T10
avail.release=B\u1EAFt \u0111\u1EA7u t\u1EEB 
gen.removeann=H\u1EE7y b\u1ECF th\u00F4ng b\u00E1o 
meta.attach=\u0110\u00EDnh k\u00E8m 
custom.shofirtwo=100 k\u00FD t\u1EF1 \u0111\u1EA7u ti\u00EAn 
gen.new=Th\u00EAm 
java.youmess=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n \u0111\u1EC3 truy c\u1EADp v\u00E0o tin nh\u1EAFn (s) - 
java.alert.pleasechoose=H\u00E3y ch\u1ECDn ch\u1EC9 m\u1ED9t th\u00F4ng b\u00E1o \u0111\u1EC3 ch\u1EC9nh s\u1EEDa\! 
java.theann=th\u00F4ng b\u00E1o 
gen.cancel=Hu\u1EF7 
revise.notify=Th\u00F4ng b\u00E1o th\u01B0 \u0111i\u1EC7n t\u1EED
custom.dplimits=Gi\u1EDBi h\u1EA1n hi\u1EC3n th\u1ECB
gen.items=\u0111\u1EC1 m\u1EE5c
gen.sortbydate=S\u1EAFp x\u1EBFp theo ng\u00E0y 
revise.group.list.summary=B\u1EA3ng ch\u1EE9a danh s\u00E1ch c\u00E1c nh\u00F3m. \u0110\u1EA7u ti\u00EAn s\u1EBD ch\u1EE9a checkboxes tra, th\u1EE9 hai s\u1EBD ch\u1EE9a t\u00EAn nh\u00F3m, nh\u00F3m th\u1EE9 ba m\u00F4 t\u1EA3. Ti\u00EAu \u0111\u1EC1 li\u00EAn k\u1EBFt c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c d\u00F9ng \u0111\u1EC3 s\u1EAFp x\u1EBFp. 
pre.post=Th\u00EAm Th\u00F4ng b\u00E1o 
custom.rss_url=RSS URL 
gen.sortbyasc=Ph\u00E2n lo\u1EA1i t\u0103ng d\u1EA7n theo ch\u1EE7 \u0111\u1EC1
meta.title=Th\u00F4ng b\u00E1o 
revise.attachments=\u0110\u00EDnh k\u00E8m 
gen.tablecaptionsitebody=B\u1EA3ng ch\u1EE9a m\u1ED9t danh s\u00E1ch c\u00E1c th\u00F4ng b\u00E1o. M\u1ED7i th\u00F4ng b\u00E1o s\u1EBD \u0111\u01B0a l\u00EAn hai h\u00E0ng. H\u00E0ng \u0111\u1EA7u ti\u00EAn ch\u1EE9a ti\u00EAu \u0111\u1EC1 th\u00F4ng b\u00E1o v\u00E0 c\u00E1c li\u00EAn k\u1EBFt \u0111\u1EC3 ch\u1EC9nh s\u1EEDa ho\u1EB7c x\u00F3a n\u1EBFu b\u1EA1n c\u00F3 quy\u1EC1n. H\u00E0ng th\u1EE9 hai ch\u1EE9a n\u1ED9i dung c\u1EE7a th\u00F4ng b\u00E1o. \n
label.proces=Ti\u1EBFn h\u00E0nh ... 
gen.sortchannel=Ph\u00E2n lo\u1EA1i theo ngu\u1ED3n g\u1ED1c trang web 
java.alert.youhave=B\u1EA1n ph\u1EA3i ch\u1ECDn th\u00F4ng b\u00E1o \u0111\u1EA7u ti\u00EAn\! 
gen.separator=c\u1EE7a 
revise.update=C\u1EADp nh\u1EADt m\u1EABu (d\u1EA1ng), r\u1ED3i ch\u1ECDn n\u00FAt th\u00EDch h\u1EE3p \u1EDF ph\u00EDa d\u01B0\u1EDBi. 
gen.sortbyretractdatedesc=S\u1EAFp x\u1EBFp gi\u1EA3m d\u1EA7n theo ng\u00E0y k\u1EBFt th\u00FAc
gen.sortbydesc=Ph\u00E2n lo\u1EA1i theo ch\u1EE7 \u0111\u1EC1 gi\u1EA3m d\u1EA7n 
gen.update=C\u1EADp nh\u1EADt 
java.alert.youdel=b\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a c\u00E1c tin nh\u1EAFn. 
group=Nh\u00F3m 
gen.show100=Xem 100 b\u00E0i ... 
avail.show=Xem 
revise.announcement=C\u01A1 th\u1EC3 
java.alert.dupalias=T\u00EAn g\u1ECDi n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng 
java.alert.cannotfindann=Th\u00F4ng b\u00E1o kh\u00F4ng t\u1ED3n t\u1EA1i\! 
revise.notify_none=Kh\u00F4ng - Kh\u00F4ng c\u00F3 th\u00F4ng b\u00E1o 
gen.alert=Th\u00F4ng b\u00E1o\: 
revise.complete=\u0110i\u1EC1n v\u00E0o bi\u1EC3u m\u1EABu, sau \u0111\u00F3 ch\u1ECDn n\u00FAt th\u00EDch h\u1EE3p \u1EDF ph\u00EDa d\u01B0\u1EDBi.
merge.show=Xem th\u00F4ng b\u00E1o t\u1EEB trang web kh\u00E1c 
avail.hide=\u1EA8n 
custom.number=S\u1ED1 ng\u00E0y trong qu\u00E1 kh\u1EE9 
gen.delete2=Xo\u00E1
gen.sortbyauth=S\u1EAFp x\u1EBFp theo t\u00EAn t\u00E1c gi\u1EA3 
custom.sortabbod=Xem b\u1EA3ng \u0111\u01B0\u1EE3c s\u1EAFp x\u1EBFp theo n\u1ED9i dung 
java.alert.thisis=item n\u00E0y \u0111ang \u0111\u01B0\u1EE3c hi\u1EC7u ch\u1EC9nh b\u1EDFi ng\u01B0\u1EDDi d\u00F9ng kh\u00E1c. H\u00E3y th\u1EED l\u1EA1i sau. 
custom.shofir=50 k\u00FD t\u1EF1 \u0111\u1EA7u ti\u00EAn 
gen.sortbyauthasc=Ph\u00E2n lo\u1EA1i t\u0103ng d\u1EA7n theo t\u00E1c gi\u1EA3
gen.visible=\u0110\u1ED1i v\u1EDBi 
gen.sortbyfordesc=S\u1EAFp x\u1EBFp gi\u1EA3m d\u1EA7n theo ng\u01B0\u1EDDi xem
java.alert.nodates=B\u1EA1n c\u1EA7n ch\u1ECDn m\u1ED9t Ng\u00E0y b\u1EAFt \u0111\u1EA7u v\u00E0/ho\u1EB7c Ng\u00E0y k\u1EBFt th\u00FAc khi ch\u1EC9 \u0111\u1ECBnh ng\u00E0y th\u00E1ng\!
java.alert.youdelann2=b\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a th\u00F4ng b\u00E1o n\u00E0y\! 
java.nownull=B\u00E2y gi\u1EDD r\u1ED7ng
avail.specify=Ch\u1EC9 \u0111\u1ECBnh ng\u00E0y 
gen.sortbyreleasedatedesc=S\u1EAFp x\u1EBFp gi\u1EA3m d\u1EA7n theo ng\u00E0y ph\u00E1t h\u00E0nh
gen.next=Ti\u1EBFp theo 
groups=Nh\u00F3m 
gen.last=Cu\u1ED1i c\u00F9ng 
gen.public=c\u00F4ng khai 
revise.addatt=Th\u00EAm file \u0111\u00EDnh k\u00E8m 
java.NOTI_NONE=Kh\u00F4ng - Kh\u00F4ng c\u00F3 th\u00F4ng b\u00E1o 
gen.show50=Xem 50 b\u00E0i ... 
java.alert.youdelann=b\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a th\u00F4ng b\u00E1o n\u00E0y - 
displayto.public=Th\u00F4ng b\u00E1o n\u00E0y \u0111\u01B0\u1EE3c <strong>xem c\u00F4ng khai</strong> 
custom.rss_alias=RSS b\u00ED danh (40 k\u00FD t\u1EF1 t\u1ED1i \u0111a) 
revise.notify_low=Th\u1EA5p - Kh\u00F4ng nh\u1EADn \u0111\u01B0\u1EE3c b\u1EDFi nh\u1EEFng ng\u01B0\u1EDDi \u0111\u00E3 ch\u1ECDn kh\u00F4ng tham gia 
gen.editdraft=Ch\u1EC9nh s\u1EEDa b\u1EA3n th\u00F4ng b\u00E1o nh\u00E1p
revise.revise=Th\u00F4ng b\u00E1o s\u1EEDa 
view.public=C\u00F4ng khai 
pre.notif=Th\u00F4ng b\u00E1o th\u01B0 \u0111i\u1EC7n t\u1EED
gen.therearegroup=Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 th\u00F4ng b\u00E1o nh\u00F3m t\u1EA1i trang kho\u00E1 h\u1ECDc n\u00E0y. 
meta.retlis=Tr\u1EA3 l\u1EA1i Danh s\u00E1ch 
gen.revise=Ch\u1EC9nh s\u1EEDa 
widget_time=Th\u1EDDi gian\: 
gen.sortbydateasc=S\u1EAFp x\u1EBFp t\u0103ng d\u1EA7n theo ng\u00E0y
java.alert.youfill=B\u1EA1n c\u1EA7n ph\u1EA3i \u0111i\u1EC1n v\u00E0o th\u00F4ng b\u00E1o\! 
custom.charbody=K\u00FD t\u1EF1 trong n\u1ED9i dung 
revise.noattach=Kh\u00F4ng c\u00F3 file \u0111\u00EDnh k\u00E8m 
gen.recopt=T\u00F9y ch\u1ECDn Th\u00F4ng b\u00E1o g\u1EA7n \u0111\u00E2y
gen.sortbyretractdateasc=S\u1EAFp x\u1EBFp t\u0103ng d\u1EA7n theo ng\u00E0y k\u1EBFt th\u00FAc
widget_date=Ng\u00E0y\: 
revise.required=C\u00E1c m\u1EE5c b\u1EAFt bu\u1ED9c \u0111\u00E1nh d\u1EA5u b\u1EB1ng d\u1EA5u <span class\="reqStarInline">*</span>
custom.showbody=Hi\u1EC3n th\u1ECB n\u1ED9i dung th\u00F4ng b\u00E1o 
java.yes=C\u00F3
gen.first=\u0110\u1EA7u ti\u00EAn 
pre.preview=Xem tr\u01B0\u1EDBc Th\u00F4ng b\u00E1o
custom.display=T\u00F9y ch\u1ECDn Hi\u1EC3n th\u1ECB
displayto.access=Truy c\u1EADp 
meta.next=Ti\u1EBFp
java.set=Thi\u1EBFt l\u1EADp quy\u1EC1n cho Th\u00F4ng b\u00E1o trong worksite
java.no=Kh\u00F4ng 
revise.add=Th\u00EAm Th\u00F4ng b\u00E1o 
gen.tablecaptionworksp=B\u1EA3ng ch\u1EE9a m\u1ED9t danh s\u00E1ch c\u00E1c th\u00F4ng b\u00E1o. \u0110\u00E2y l\u00E0 n\u0103m c\u1ED9t v\u00E0 m\u1ED7i h\u00E0ng ch\u1EE9a m\u1ED9t th\u00F4ng b\u00E1o duy nh\u1EA5t. C\u1ED9t th\u1EE9 nh\u1EA5t cho bi\u1EBFt n\u1EBFu th\u00F4ng b\u00E1o c\u00F3 file \u0111\u00EDnh k\u00E8m, c\u1ED9t th\u1EE9 hai ch\u1EE9a ti\u00EAu \u0111\u1EC1 c\u1EE7a th\u00F4ng b\u00E1o, c\u1ED9t ba ch\u1EE9a t\u00EAn c\u1EE7a t\u00E1c gi\u1EA3, c\u1ED9t b\u1ED1n hi\u1EC3n th\u1ECB ng\u01B0\u1EDDi nh\u1EADn, c\u1ED9t n\u0103m hi\u1EC3n th\u1ECB ng\u00E0y v\u00E0 th\u1EDDi \u0111i\u1EC3m c\u00F4ng b\u1ED1.
custom.numbann=S\u1ED1 l\u01B0\u1EE3ngth\u00F4ng b\u00E1o 
gen.sortbyauthdesc=S\u1EAFp x\u1EBFp gi\u1EA3m d\u1EA7n theo t\u00E1c gi\u1EA3 
view.label=Xem 
meta.public=Hi\u1EC3n th\u1ECB cho nh\u1EEFng ng\u01B0\u1EDDi kh\u00F4ng ph\u1EA3i l\u00E0 th\u00E0nh vi\u00EAn c\u1EE7a trang web
custom.sortab=Xem d\u1EA1ng b\u1EA3ng s\u1EAFp x\u1EBFp \u0111\u01B0\u1EE3c
revise.savechanges=L\u01B0u Thay \u0111\u1ED5i 
revise.notify_high=Cao - T\u1EA5t c\u1EA3 th\u00E0nh vi\u00EAn
gen.date=Ng\u00E0y s\u1EEDa
gen.therearepublic=Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 th\u00F4ng b\u00E1o c\u00F4ng c\u1ED9ng trong trang kho\u00E1 h\u1ECDc n\u00E0y. 
gen.newwindow=S\u1EBD m\u1EDF trong m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi 
java.NOTI_OPTIONAL=Th\u1EA5p - Kh\u00F4ng nh\u1EADn \u0111\u01B0\u1EE3c b\u1EDFi nh\u1EEFng ng\u01B0\u1EDDi \u0111\u00E3 ch\u1ECDn kh\u00F4ng tham gia 
gen.assignmentlink=Li\u00EAn k\u1EBFt b\u00E0i t\u1EADp 
gen.show20=Xem 20 b\u00E0i ... 
gen.delete=Xo\u00E1
avail.show.tips=xem ngay l\u1EADp t\u1EE9c trong th\u1EDDi gian kh\u00F4ng h\u1EA1n ch\u1EBF 
gen.show=Xem {0} items ... 
gen.sortbyreleasedate=Ph\u00E2n lo\u1EA1i theo ng\u00E0y ph\u00E1t h\u00E0nh 
java.merge=H\u1EE3p nh\u1EA5t 
gen.selectremove=Ch\u1ECDn \u0111\u1EC3 lo\u1EA1i b\u1ECF 
java.alert.youchoosegroup=B\u1EA1n c\u1EA7n ph\u1EA3i ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t nh\u00F3m. 
gen.viewann=Xem th\u00F4ng b\u00E1o 
gen.viewing.phrase=Xem trang {0} - {1} c\u1EE7a {2} items 
displayto.site=Ch\u1EC9 nh\u1EEFng <strong>th\u00E0nh vi\u00EAn c\u1EE7a trang web n\u00E0y</strong> c\u00F3 th\u1EC3 nh\u00ECn th\u1EA5y th\u00F4ng b\u00E1o n\u00E0y 
custom.shoall=T\u1EA5t c\u1EA3 
gen.subject=Ch\u1EE7 \u0111\u1EC1 
gen.releasedate=Ng\u00E0y b\u1EAFt \u0111\u1EA7u 
custom.rss_option=RSS Feed Options 
gen.sortchandesc=Ph\u00E2n lo\u1EA1i theo ngu\u1ED3n g\u1ED1c trang web gi\u1EA3m d\u1EA7n 
revise.group.list.desc=M\u00F4 t\u1EA3 
gen.save=L\u01B0u 
merge.list.summary=B\u1EA3ng ch\u1EE9a danh s\u00E1ch c\u00E1c trang web m\u00E0 b\u1EA1n c\u00F3 th\u1EC3 h\u1EE3p nh\u1EA5t c\u00E1c th\u00F4ng b\u00E1o t\u1EEB. C\u1ED9t 1\: Ti\u00EAu \u0111\u1EC1 trang web. C\u1ED9t 2\: checkboxes \u0111\u1EC3 ch\u1ECDn. 
custom.options=T\u00F9y ch\u1ECDn 
java.alert.youpermi=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n \u0111\u1EC3 t\u1EA1o ra th\u00F4ng b\u00E1o n\u00E0y - 
del.deleting=X\u00F3a th\u00F4ng b\u00E1o ... 
revise.preview=Xem tr\u01B0\u1EDBc 
avail.title=C\u00F3 hi\u1EC7u l\u1EF1c
gen.sortchanasc=Ph\u00E2n lo\u1EA1i theo ngu\u1ED3n g\u1ED1c trang web t\u0103ng d\u1EA7n 
gen.show10=Xem 10 b\u00E0i ... 
meta.groups=Nh\u00F3m 
aug=Th\u00E1ng T\u00E1m 
gen.show200=Xem 200 b\u00E0i .... 
gen.draft=D\u1EF1 th\u1EA3o 
jan=T1
revise.attach=\u0110\u00EDnh k\u00E8m 
gen.sortby=Ph\u00E2n lo\u1EA1i theo ch\u1EE7 \u0111\u1EC1 
gen.from=L\u01B0u B\u1EDFi 
gen.attach=file \u0111\u00EDnh k\u00E8m 
java.setting=Thi\u1EBFt l\u1EADp c\u00E1c t\u00F9y ch\u1ECDn cho th\u00F4ng b\u00E1o t\u1EA1i worksite 
gen.tablecaptionsite=B\u1EA3ng ch\u1EE9a m\u1ED9t danh s\u00E1ch c\u00E1c th\u00F4ng b\u00E1o. \u0110\u00E2y l\u00E0 n\u0103m ho\u1EB7c s\u00E1u c\u1ED9t v\u00E0 m\u1ED7i h\u00E0ng ch\u1EE9a m\u1ED9t th\u00F4ng b\u00E1o duy nh\u1EA5t. C\u1ED9t th\u1EE9 nh\u1EA5t cho th\u1EA5y n\u1EBFu th\u00F4ng b\u00E1o c\u00F3 file \u0111\u00EDnh k\u00E8m, c\u1ED9t th\u1EE9 hai ch\u1EE9a ti\u00EAu \u0111\u1EC1 c\u1EE7a th\u00F4ng b\u00E1o, c\u1ED9t ba c\u00F3 t\u00EAn c\u1EE7a t\u00E1c gi\u1EA3, c\u1ED9t b\u1ED1n cho th\u1EA5y ng\u01B0\u1EDDi nh\u1EADn, c\u1ED9t n\u0103m c\u00F3 ng\u00E0y v\u00E0 th\u1EDDi gian xu\u1EA5t b\u1EA3n, c\u1ED9t s\u00E1u, n\u1EBFu c\u00F3, ch\u1EE9a m\u1ED9t \u00F4 tr\u1ED1ng - ch\u1ECDn n\u00F3 s\u1EBD c\u00F3 ngh\u0129a l\u00E0 b\u1EA1n mu\u1ED1n lo\u1EA1i b\u1ECF th\u00F4ng b\u00E1o n\u00E0y. C\u00E1c d\u00F2ng sau \u0111\u00E2y s\u1EBD ch\u1EE9a v\u0103n b\u1EA3n th\u00F4ng b\u00E1o n\u1EBFu trang web ch\u1EE7 s\u1EDF h\u1EEFu \u0111\u00E3 thi\u1EBFt l\u1EADp n\u00F3 \u0111\u1EC3 \u0111\u01B0\u1EE3c nh\u01B0 v\u1EADy. 
view.bygroup=B\u1EDFi nh\u00F3m 
gen.site=Trang web 
range.public=c\u00F4ng khai 
gen.remove_question=H\u1EE7y b\u1ECF? 
gen.previous=Tr\u01B0\u1EDBc 
gen.sortbydatedesc=S\u1EAFp x\u1EBFp theo ng\u00E0y gi\u1EA3m d\u1EA7n 
java.alert.customsize=Ch\u1EC9 c\u00F3 20 th\u00F4ng b\u00E1o c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c Xem t\u1EA1i m\u1ED9t th\u1EDDi \u0111i\u1EC3m\! 
java.permissions=Ph\u00E2n quy\u1EC1n
java.alert.youdont=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n \u0111\u1EC3 ch\u1EC9nh s\u1EEDa th\u00F4ng b\u00E1o n\u00E0y\! 
displayto.selected=Ch\u1EC9 hi\u1EC3n th\u1ECB th\u00F4ng b\u00E1o n\u00E0y <strong>cho c\u00E1c nh\u00F3m \u0111\u01B0\u1EE3c ch\u1ECDn.</strong>
custom.about=Xem v\u1EC1 
sep=Th\u00E1ng Ch\u00EDn 
range.allgroups=trang web 
java.alert.youneed=B\u1EA1n c\u1EA7n ph\u1EA3i \u0111i\u1EC1n v\u00E0o ti\u00EAu \u0111\u1EC1\! 
avail.retract=K\u1EBFt th\u00FAc 
gen.viewing.days.phrase.brackets=Xem c\u00E1c th\u00F4ng b\u00E1o t\u1EEB {0} ng\u00E0y g\u1EA7n \u0111\u00E2y
revise.required.star=C\u00E1c m\u1EE5c b\u1EAFt bu\u1ED9c nh\u1EADp \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u <span class\="reqStarInline">*</span>
revise.announcement.body=N\u1ED9i dung
avail.show.withtips=Hi\u1EC3n th\u1ECB <span>- (<strong>\u0110\u0103ng</strong> v\u00E0 hi\u1EC3n th\u1ECB th\u00F4ng b\u00E1o n\u00E0y ngay t\u1EE9c th\u00EC)</span>
avail.hide.withtips=\u1EA8n <span>- (<strong>Ch\u1EBF \u0111\u1ED9 nh\u00E1p</strong> - Kh\u00F4ng hi\u1EC3n th\u1ECB th\u00F4ng b\u00E1o v\u00E0o l\u00FAc n\u00E0y)</span>
avail.specify.withtips=Ch\u1EC9 \u0111\u1ECBnh ng\u00E0y <span>- (<strong>Ch\u1ECDn ng\u00E0y</strong> \u0111\u1EC3 hi\u1EC7n th\u1ECB th\u00F4ng b\u00E1o n\u00E0y)</span>
java.reorder=S\u1EBFp th\u1EE9 t\u1EF1
reorder.title=S\u1EBFp th\u1EE9 t\u1EF1 c\u00E1c Th\u00F4ng b\u00E1o
reorder.instruction.general=\u0110\u1EC3 s\u1EBFp th\u1EE9 t\u1EF1, k\u00E9o v\u00E0 th\u1EA3 c\u00E1c m\u1EE5c trong danh s\u00E1ch, ho\u1EB7c d\u00F9ng ph\u00EDm U, D \u0111\u1EC3 di chuy\u1EC3n l\u00EAn v\u00E0 xu\u1ED1ng. Sau \u0111\u00F3 b\u1EA5m C\u1EADp nh\u1EADt.
java.refresh=Xem
revise.notify.ver_link=Xem l\u1ECBch s\u1EED thay \u0111\u1ED5i
revise.notify.ver_daterevisedtitle=Ng\u00E0y s\u1EEDa
revise.notify.ver_typetitle=Thi\u1EBFt l\u1EADp th\u00F4ng b\u00E1o
revise.notify.ver_datereleasedtitle=Thi\u1EBFt l\u1EADp c\u00F3 hi\u1EC7u l\u1EF1c
revise.notify.short_none=Kh\u00F4ng c\u00F3
