	sakai_assessment_manager=Tr\u00ECnh Qu\u1EA3n l\u00FD B\u00E0i \u0111\u00E1nh gi\u00E1

global_nav_assessmt=B\u00E0i \u0111\u00E1nh gi\u00E1
global_nav_pools=B\u1ED9 c\u00E2u h\u1ECFi
dash= - 
heading_template_information=Ki\u1EC3u \u0111\u00E1nh gi\u00E1
heading_assessment_introduction=Gi\u1EDBi thi\u1EC7u \u0111\u00E1nh gi\u00E1
heading_assessment_delivery_dates=Ng\u00E0y ph\u00E1t h\u00E0nh
heading_released_to=B\u00E0i \u0111\u00E1nh gi\u00E1 ph\u00E2n ph\u1ED1i cho
heading_high_security=\u0110\u1EA3m b\u1EA3o h\u1ECDc vi\u00EAn th\u1EF1c hi\u1EC7n b\u00E0i ki\u1EC3m tra t\u1EEB v\u1ECB tr\u00ED c\u1EE5 th\u1EC3
heading_timed_assessment=B\u00E0i \u0111\u00E1nh gi\u00E1 c\u00F3 gi\u1EDBi h\u1EA1n th\u1EDDi gian
heading_assessment_organization=T\u1ED5 ch\u1EE9c \u0111\u00E1nh gi\u00E1
heading_submissions=C\u00E1c b\u00E0i n\u1ED9p
heading_submission_message=Th\u00EAm th\u00F4ng b\u00E1o \u0111\u1EC3 h\u1ECDc vi\u00EAn th\u1EA5y sau khi g\u1EEDi b\u00E0i
heading_feedback=Ph\u1EA3n h\u1ED3i
heading_graphics=\u0110\u1ED3 h\u1ECDa
heading_metadata=D\u1EEF li\u1EC7u m\u00F4 t\u1EA3
heading_about=M\u00F4 t\u1EA3 chung
heading_availability=T\u00EDnh kh\u1EA3 d\u1EE5ng v\u00E0 b\u00E0i n\u1ED9p
heading_grading_feedback=\u0110i\u1EC3m s\u1ED1 v\u00E0 ph\u1EA3n h\u1ED3i
heading_extended_time=C\u00E1c ngo\u1EA1i l\u1EC7 v\u1EC1 gi\u1EDBi h\u1EA1n th\u1EDDi gian v\u00E0 ng\u00E0y giao s\u1EA3n ph\u1EA9m
heading_layout=B\u1ED1 c\u1EE5c v\u00E0 h\u00ECnh th\u1EE9c
heading_background=Thanh \u0111\u1ED5i h\u00ECnh n\u1EC1n
clear_calendar_alt=X\u00F3a ng\u00E0y

settings=C\u1EA5u h\u00ECnh
template_title=Ti\u00EAu \u0111\u1EC1
template_authors=T\u00E1c gi\u1EA3 
template_description=M\u00F4 t\u1EA3/Gi\u1EDBi thi\u1EC7u (kh\u00F4ng b\u1EAFt bu\u1ED9c)
honor_pledge=Cam k\u1EBFt
honor_pledge_add=Y\u00EAu c\u1EA7u h\u1ECDc vi\u00EAn \u0111\u1ED3ng \u00FD cam k\u1EBFt tr\u01B0\u1EDBc khi b\u1EAFt \u0111\u1EA7u \u0111\u00E1nh gi\u00E1
assessment_title=Ti\u00EAu \u0111\u1EC1
assessment_creator=Ng\u01B0\u1EDDi t\u1EA1o
assessment_authors=T\u00E1c gi\u1EA3
assessment_description=M\u00F4 t\u1EA3/Gi\u1EDBi thi\u1EC7u (kh\u00F4ng b\u1EAFt bu\u1ED9c)
assessment_available=Kh\u1EA3 d\u1EE5ng 
assessment_due=H\u1EBFt th\u1EDDi h\u1EA1n
has_time_limit=v\u00E0 c\u00F3 gi\u1EDBi h\u1EA1n v\u1EC1 th\u1EDDi gian
late_accept=C\u00E1c b\u00E0i n\u1ED9p mu\u1ED9n \u0111\u00E3 \u0111\u01B0\u1EE3c ch\u1EA5p thu\u1EADn ??
late_accept_until=C\u00E1c b\u00E0i n\u1ED9p mu\u1ED9n \u0111\u01B0\u1EE3c ch\u1EA5p nh\u1EADn cho \u0111\u1EBFn khi n\u00E0o?
late_accept_help=Sinh vi\u00EAn c\u00F3 \u0111\u01B0\u1EE3c m\u1ED9t c\u01A1 h\u1ED9i \u0111\u1EC3 n\u1ED9p sau ng\u00E0y h\u1EBFt h\u1EA1n n\u1EBFu h\u1ECD ch\u01B0a n\u1ED9p.
no_late=Kh\u00F4ng, kh\u00F4ng ph\u1EA3i sau ng\u00E0y \u0111\u00E1o h\u1EA1n
yes_late=V\u00E2ng , \u0111\u1EBFn \u0111\u00F3.
indefinitely=v\u00F4 th\u1EDDi h\u1EA1n (n\u1EBFu tr\u1ED1ng)
auto_submit=T\u1EF1 \u0111\u1ED9ng n\u1ED9p b\u00E0i
auto_submit_help=T\u1EF1 \u0111\u1ED9ng n\u1ED9p c\u00F4ng vi\u1EC7c h\u1ECDc vi\u00EAn \u0111\u00E3 l\u01B0u sau ng\u00E0y ch\u1EA5p nh\u1EADn g\u1EA7n nh\u1EA5t.

calendarDueDatePrefix=L\u00ED do:
calendarDueDate=hi\u1EC3n th\u1ECB ng\u00E0y h\u1EBFt h\u1EA1n tr\u00EAn
word_or=Ho\u1EB7c
republished=\u0110\u00E3 t\u00E1i b\u1EA3n
description=M\u00F4 t\u1EA3:
available=Kh\u1EA3 d\u1EE5ng
due=L\u00ED do
retract=\u0110\u00EDnh ch\u00EDnh l\u1EA1i
hours=hr
minutes=ph\u00FAt
seconds=gi\u00E2y
available_immediately=C\u00F3 s\u1EB5n ngay l\u1EADp t\u1EE9c
was_republished=\u0110\u00E3 \u0111\u01B0\u1EE3c t\u00E1i b\u1EA3n
subject=Ch\u1EE7 \u0111\u1EC1:
no_notification=Kh\u00F4ng c\u00F3 th\u00F4ng b\u00E1o
send_notification=v\u00E0 g\u1EEDi th\u00F4ng b\u00E1o d\u01B0\u1EDBi \u0111\u00E2y cho sinh vi\u00EAn
notification_content=T\u00ECm \u0111\u00E1nh gi\u00E1 n\u00E0y t\u1EA1i trang {0} tr\u00EAn {1}.
notification=Th\u00F4ng b\u00E1o
pre_populate_text_publish=Nh\u1EA5p v\u00E0o \u0111\u00E2y \u0111\u1EC3 nh\u1EADp m\u1ED9t tin nh\u1EAFn t\u00F9y ch\u1ECDn \u0111\u1EC3 \u0111\u01B0\u1EE3c g\u1EEDi b\u1EB1ng Email v\u1EDBi c\u00E1c c\u00E0i \u0111\u1EB7t b\u00EAn d\u01B0\u1EDBi.
pre_populate_text_republish=Nh\u1EA5p v\u00E0o \u0111\u00E2y \u0111\u1EC3 nh\u1EADp m\u1ED9t tin nh\u1EAFn t\u00F9y ch\u1ECDn \u0111\u1EC3 \u0111\u01B0\u1EE3c g\u1EEDi b\u1EB1ng Email v\u1EDBi c\u00E1c c\u00E0i \u0111\u1EB7t b\u00EAn d\u01B0\u1EDBi.Nh\u1EA5p v\u00E0o \u0111\u00E2y \u0111\u1EC3 nh\u1EADp m\u1ED9t tin nh\u1EAFn t\u00F9y ch\u1ECDn \u0111\u1EC3 \u0111\u01B0\u1EE3c g\u1EEDi b\u1EB1ng Email v\u1EDBi c\u00E1c c\u00E0i \u0111\u1EB7t b\u00EAn d\u01B0\u1EDBi.
pre_populate_text_regrade_republish=Nh\u1EA5p v\u00E0o \u0111\u00E2y \u0111\u1EC3 nh\u1EADp m\u00F4 t\u1EA3 v\u1EC1 nh\u1EEFng thay \u0111\u1ED5i b\u1EA1n \u0111\u00E3 th\u1EF1c hi\u1EC7n v\u00E0 h\u00E0nh \u0111\u1ED9ng n\u00E0o b\u1EA1n mu\u1ED1n h\u1ECDc vi\u00EAn l\u00E0m.
is_available_immediately=c\u00F3 s\u1EB5n ngay l\u1EADp t\u1EE9c
is_available_on=c\u00F3 s\u1EB5n tr\u00EAn {0}
available_anonymously_at=l\u00E0 <b> c\u00F3 s\u1EB5n tr\u00EAn {0} </ b> \u0111\u1EC3 \u1EA9n danh \u1EDF {1}
available_class_at=<b> c\u00F3 s\u1EB5n tr\u00EAn {0} </ b> cho to\u00E0n b\u1ED9 l\u1EDBp h\u1ECDc t\u1EA1i {1}
available_group_at=<b> c\u00F3 s\u1EB5n tr\u00EAn {0} </ b> \u0111\u1EBFn {1} t\u1EA1i {2}
it_is_due=\u0110\u00F3 l\u00E0 <b> do {0} </ b>.
there_is_no_time_limit=Kh\u00F4ng c\u00F3 gi\u1EDBi h\u1EA1n v\u1EC1 th\u1EDDi gian.
the_time_limit_is=Th\u1EDDi h\u1EA1n l\u00E0
submit_when_time_is_up=\u0110\u00E1nh gi\u00E1 n\u00E0y s\u1EBD \u0111\u01B0\u1EE3c tr\u00ECnh khi th\u1EDDi gian k\u1EBFt th\u00FAc.
student_submit_unlimited_times=H\u1ECDc vi\u00EAn c\u00F3 th\u1EC3 n\u1ED9p b\u00E0i kh\u00F4ng gi\u1EDBi h\u1EA1n s\u1ED1 l\u1EA7n.
student_submit_certain_time=H\u1ECDc vi\u00EAn c\u00F3 th\u1EC3 g\u1EEDi {0} l\u1EA7n n\u00E0y.
record_highest=(S\u1ED1 \u0111i\u1EC3m cao nh\u1EA5t s\u1EBD \u0111\u01B0\u1EE3c ghi l\u1EA1i).
record_last=(S\u1ED1 \u0111i\u1EC3m cu\u1ED1i c\u00F9ng s\u1EBD \u0111\u01B0\u1EE3c ghi l\u1EA1i).
record_average=(\u0110i\u1EC3m s\u1ED1 trung b\u00ECnh s\u1EBD \u0111\u01B0\u1EE3c ghi l\u1EA1i).

autoSummit_warning=\u0110\u1ED1i v\u1EDBi c\u00E1c b\u00E0i ki\u1EC3m tra \u0111\u01B0\u1EE3c t\u00EDnh gi\u1EDD, b\u1EA1n n\u00EAn ch\u1ECDn ch\u1EBF t\u1EF1 \u0111\u1ED9ng n\u1ED9p b\u00E0i tr\u1EEB khi b\u1EA1n cho ph\u00E9p h\u1ECDc vi\u00EAn n\u1ED9p b\u00E0i tr\u1EC5 h\u1EA1n sau th\u1EDDi h\u1EA1n.
timed_assessment=\u0110\u00E1nh gi\u00E1 th\u1EDDi gian v\u1EDBi gi\u1EDBi h\u1EA1n th\u1EDDi gian:
timed_hours=gi\u1EDD
timed_minutes=ph\u00FAt
auto_submit_description=\u0110\u00E1nh gi\u00E1 s\u1EBD \u0111\u01B0\u1EE3c g\u1EEDi t\u1EF1 \u0111\u1ED9ng khi th\u1EDDi gian k\u1EBFt th\u00FAc.

released_to=B\u00E0i ki\u1EC3m tra \u0111\u01B0\u1EE3c ph\u00E1t h\u00E0nh
anonymous_users=Ng\u01B0\u1EDDi d\u00F9ng \u1EA9n danh
entire_site=To\u00E0n b\u1ED9 trang web
selected_groups=Ch\u1ECDn nh\u00F3m
select_all_groups=Ch\u1ECDn t\u1EA5t c\u1EA3 nh\u00F3m

high_security_allow_only_specified_ip=Ch\u1EC9 cho ph\u00E9p \u0111\u1ECBa ch\u1EC9 IP \u0111\u01B0\u1EE3c ch\u1EC9 \u0111\u1ECBnh
high_security_secondary_id_pw=M\u1EADt kh\u1EA9u c\u1EA5p 2
high_security_password=M\u1EADt kh\u1EA9u

question_layout=Giao di\u1EC7n c\u00E2u h\u1ECFi
layout_by_question=M\u1ED7i c\u00E2u h\u1ECFi  ri\u00EAng bi\u1EC7t tr\u00EAn m\u1ED9t trang Web
layout_by_part=M\u1ED7i ph\u1EA7n ri\u00EAng bi\u1EC7t tr\u00EAn m\u1ED9t trang Web
layout_by_assessment=\u0110\u00E1nh gi\u00E1 ho\u00E0n ch\u1EC9nh \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB tr\u00EAn m\u1ED9t trang Web

navigation=H\u01B0\u1EDBng d\u1EABn / ch\u1EC9 d\u1EABn
random_access=Truy c\u1EADp ng\u1EABu nhi\u00EAn c\u00E1c c\u00E2u h\u1ECFi t\u1EEB  M\u1EE5c l\u1EE5c. (C\u00F3 n\u00FAt "Ti\u1EBFp theo" v\u00E0 "Tr\u01B0\u1EDBc" tr\u00EAn m\u1ED7i trang \u0111\u1EC3 \u0111i\u1EC1u h\u01B0\u1EDBng.)
linear_access=Truy c\u1EADp tuy\u1EBFn t\u00EDnh cho c\u00E1c c\u00E2u h\u1ECFi v\u1EDBi KH\u00D4NG tr\u1EDF l\u1EA1i trang tr\u01B0\u1EDBc. (Ch\u1EC9 c\u00F3 c\u00E1c n\u00FAt "Ti\u1EBFp theo" \u0111\u1EC3 ti\u1EBFp t\u1EE5c. Kh\u00F4ng c\u00F3 trang M\u1EE5c l\u1EE5c.)
linear_access_warning=V\u00EC h\u1ECDc vi\u00EAn kh\u00F4ng \u0111\u01B0\u1EE3c xem c\u00F9ng m\u1ED9t c\u00E2u h\u01A1n m\u1ED9t l\u1EA7n, vi\u1EC7c ch\u1ECDn truy c\u1EADp tuy\u1EBFn t\u00EDnh s\u1EBD t\u1EF1 \u0111\u1ED9ng l\u00E0m cho 1 l\u1EA7n \u0111\u1EC7 tr\u00ECnh c\u00E0i \u0111\u1EB7t m\u1EB7c \u0111\u1ECBnh cho s\u1ED1 l\u1EA7n g\u1EEDi cho ph\u00E9p.
automatic_submission=G\u1EEDi t\u1EF1 \u0111\u1ED9ng
automatic_submission_note_1=T\u00F9y ch\u1ECDn n\u00E0y bu\u1ED9c ph\u1EA3i n\u1ED9p b\u1EA3n \u0111\u00E1nh gi\u00E1 \u0111\u00E3 l\u01B0u.

retract_conf=D\u1EEBng ch\u1EA5p nh\u1EADn ngay
retract_for_sure=\u0110\u00E1nh gi\u00E1 n\u00E0y s\u1EBD kh\u00F4ng c\u00F2n kh\u1EA3 d\u1EE5ng n\u1EEFa. D\u1EEBng Ch\u1EA5p nh\u1EADn B\u00E2y gi\u1EDD s\u1EBD ghi \u0111\u00E8 b\u1EA5t k\u1EF3 Ng\u00E0y kh\u1EA3 d\u1EE5ng  c\u00F3 ho\u1EB7c H\u1EBFt h\u1EA1n n\u00E0o trong t\u01B0\u01A1ng lai. B\u1EA1n c\u00F3 ch\u1EAFc mu\u1ED1n ti\u1EBFp t\u1EE5c?
retract_heading=Ng\u1EEBng Ch\u1EA5p Nh\u1EADn

numbering=\u0110\u00E1nh s\u1ED1 th\u1EE9 t\u1EF1
continous_numbering=S\u1ED1 li\u00EAn t\u1EE5c gi\u1EEFa c\u00E1c b\u1ED9 ph\u1EADn
part_numbering=Kh\u1EDFi \u0111\u1ED9ng l\u1EA1i s\u1ED1 cho m\u1ED7i ph\u1EA7n

submissions_allowed=S\u1ED1 l\u01B0\u1EE3ng b\u00E0i \u0111\u0103ng \u0111\u01B0\u1EE3c ph\u00E9p
displayScores=\u0110i\u1EC3m c\u00E2u h\u1ECFi
displayScores_show=Hi\u1EC3n th\u1ECB gi\u00E1 tr\u1ECB \u0111i\u1EC3m c\u00E2u h\u1ECFi trong qu\u00E1 tr\u00ECnh \u0111\u00E1nh gi\u00E1
displayScores_hide=\u1EA8n gi\u00E1 tr\u1ECB \u0111i\u1EC3m c\u00E2u h\u1ECFi trong qu\u00E1 tr\u00ECnh \u0111\u00E1nh gi\u00E1

submissions=S\u1ED1 l\u1EA7n g\u1EEDi \u0111\u01B0\u1EE3c ph\u00E9p
unlimited_submission=Kh\u00F4ng gi\u1EDBi h\u1EA1n
only=Ch\u1EC9
limited_submission=b\u00E0i n\u1ED9p \u0111\u01B0\u1EE3c ph\u00E9p

instructorNotificationLabel=Th\u00F4ng b\u00E1o c\u00F3 Email
instructorNotification=B\u1EA1n c\u00F3 mu\u1ED1n nh\u1EADn th\u00F4ng b\u00E1o khi h\u1ECDc vi\u00EAn n\u1ED9p b\u00E0i ki\u1EC3m tra n\u00E0y?
oneEmail=C\u00F3 - g\u1EEDi cho t\u00F4i m\u1ED9t Email cho m\u1ED7i l\u1EA7n n\u1ED9p b\u00E0i
digestEmail=C\u00F3 - g\u1EEDi cho t\u00F4i m\u1ED9t Email t\u00F3m t\u1EAFt m\u1ED7i ng\u00E0y
noEmail=Kh\u00F4ng - T\u00F4i kh\u00F4ng mu\u1ED1n nh\u1EADn b\u1EA5t k\u1EF3 Email n\u00E0o

auto_save=T\u1EF1 \u0111\u1ED9ng l\u01B0u
user_click_save=Ng\u01B0\u1EDDi d\u00F9ng ph\u1EA3i nh\u1EA5p v\u00E0o n\u00FAt "L\u01B0u" \u0111\u1EC3 l\u01B0u nh\u1EEBng g\u00EC nh\u1EADp v\u00E0o
save_automatically=T\u1EA5t c\u1EA3 d\u1EEF li\u1EC7u nh\u1EADp v\u00E0o b\u1EDFi ng\u01B0\u1EDDi d\u00F9ng \u0111\u01B0\u1EE3c l\u01B0u t\u1EF1 \u0111\u1ED9ng

submission_message=Th\u00F4ng b\u00E1o g\u1EEDi
submission_final_page_url=URL trang cu\u1ED1i c\u00F9ng

sectionlevel_feedback=L\u1EF1a ch\u1ECDn - c\u1EA5p b\u1EADc  (A, B, C ...) Ph\u1EA3n h\u1ED3i
both_feedback=C\u1EA3 hai

feedback_authoring=D\u00E0nh cho T\u00E1c gi\u1EA3
feedback_student=D\u00E0nh cho h\u1ECDc vi\u00EAn
feedback_type=C\u00E0i \u0111\u1EB7t lo\u1EA1i ph\u1EA3n h\u1ED3i m\u00E0 h\u1ECDc vi\u00EAn nh\u1EADn \u0111\u01B0\u1EE3c
feedback_level=C\u00E0i \u0111\u1EB7t c\u00E1ch ph\u1EA3n h\u1ED3i s\u1EBD \u0111\u01B0\u1EE3c t\u1EA1o ra
immediate_feedback=Ph\u1EA3n h\u1ED3i ngay l\u1EADp t\u1EE9c
immediate=Ngay l\u1EADp t\u1EE9c
feedback_by_date=Ph\u1EA3n h\u1ED3i s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB cho h\u1ECDc vi\u00EAn v\u00E0o m\u1ED9t ng\u00E0y c\u1EE5 th\u1EC3
no_feedback=Kh\u00F4ng c\u00F3 ph\u1EA3n h\u1ED3i s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB cho h\u1ECDc vi\u00EAn

receive_immediate=H\u1ECDc vi\u00EAn s\u1EBD nh\u1EADn \u0111\u01B0\u1EE3c <b> ph\u1EA3n h\u1ED3i t\u1EE9c th\u00EC </ b>.
receive_feedback_on_submission=H\u1ECDc vi\u00EAn s\u1EBD nh\u1EADn <b> ph\u1EA3n h\u1ED3i v\u1EC1 vi\u1EC7c n\u1ED9p b\u00E0i </ b>.
receive_no_feedback=H\u1ECDc vi\u00EAn s\u1EBD nh\u1EADn <b> kh\u00F4ng c\u00F3 ph\u1EA3n h\u1ED3i </ b>.
feedback_available_on=H\u1ECDc vi\u00EAn s\u1EBD nh\u1EADn <b> ph\u1EA3n h\u1ED3i </ b> t\u1EA1i <b> {0} </ b>.

feedback_components=C\u00E0i \u0111\u1EB7t c\u00E1c t\u00F9y ch\u1ECDn ph\u1EA3n h\u1ED3i n\u00E2ng cao
question_text=V\u0103n b\u1EA3n H\u1ECFi \u0110\u00E1p
student_assessment_score=\u0110i\u1EC3m \u0111\u00E1nh gi\u00E1 c\u1EE7a h\u1ECDc vi\u00EAn
student_question_score=C\u00E2u h\u1ECFi c\u1EE7a h\u1ECDc vi\u00EAn v\u00E0 \u0111i\u1EC3m th\u00E0nh ph\u1EA7n
grader_comments=L\u1EDDi ph\u00EA c\u1EE7a ng\u01B0\u1EDDi ch\u1EA5m b\u00E0i

student_identity_label=Ch\u1EA5m b\u00E0i \u1EA9n danh
student_identity=\u1EA8n danh t\u00EDnh h\u1ECDc vi\u00EAn v\u1EDBi ng\u01B0\u1EDDi ch\u1EA5m b\u00E0i
gradebook_options=C\u00E1c m\u1EE5c c\u1EE7a s\u1ED5 \u0111i\u1EC3m
gradebook_options_help=G\u1EEDi \u0111i\u1EC3m \u0111\u00E1nh gi\u00E1 v\u00E0o s\u1ED5 \u0111i\u1EC3m ngay l\u1EADp t\u1EE9c, b\u1EA5t k\u1EC3 c\u00E1c t\u00F9y ch\u1ECDn d\u01B0\u1EDBi \u0111\u00E2y

recorded_score=N\u1EBFu nhi\u1EC1u b\u00E0i g\u1EEDi, h\u00E3y ghi l\u1EA1i
highest_score=\u0110i\u1EC3m cao nh\u1EA5t
average_score=\u0110i\u1EC3m  trung b\u00ECnh
last_score=\u0110i\u1EC3m g\u1EA7n nh\u1EA5t

background_label=H\u00ECnh n\u1EC1n
background_color=M\u00E0u n\u1EC1n
background_image=URL \u1EA3nh n\u1EC1n

assessment_metadata=C\u01A1 s\u1EDF d\u1EEF li\u1EC7u \u0111i\u1EC3m s\u1ED1
metadata_keywords=T\u1EEB kh\u00F3a
metadata_objectives=Nh\u00E2n v\u1EADt
metadata_rubrics=\u0110\u1EC1 b\u00E0i ki\u1EC3m tra

record_metadata=Ghi l\u1EA1i d\u1EEF li\u1EC7u cho :
metadata_parts=C\u00E1c ph\u1EA7n
metadata_questions=C\u00E1c c\u00E2u h\u1ECFi \:

button_unique_save_and_publish=L\u01B0u C\u00E0i \u0111\u1EB7t v\u00E0 Xu\u1EA5t b\u1EA3n
button_save_settings=L\u01B0u c\u00E0i \u0111\u1EB7t
button_edit_settings=Ch\u1EC9nh s\u1EEDa c\u00E0i \u0111\u1EB7t
button_stop_accepting_now=Ng\u1EEBng ch\u1EA5p nh\u1EADp ngay
button_stop_accepting=Ng\u1EEBng ch\u1EA5p nh\u1EADn

# Mark for Review
mark_for_review_pop_up_text_1=\u0110\u00E1nh d\u1EA5u cho vi\u1EC7c xem s\u00E9t s\u1EBD \u0111\u00E1nh d\u1EA5u c\u00E1c c\u00E2u h\u1ECFi m\u00E0 b\u1EA1n mu\u1ED1n xem l\u1EA1i tr\u01B0\u1EDBc khi n\u1ED9p b\u1EA3n \u0111\u00E1nh gi\u00E1. Nh\u1EA5p v\u00E0o li\u00EAn k\u1EBFt B\u1EA3ng N\u1ED9i dung \u1EDF \u0111\u1EA7u trang \u0111\u1EC3 t\u00ECm danh s\u00E1ch \u0111\u1EA7y \u0111\u1EE7 c\u00E1c c\u00E2u h\u1ECFi (nh\u1EA5p v\u00E0o T\u00EAn Ph\u1EA7n \u0111\u1EC3 xem c\u00E1c c\u00E2u h\u1ECFi). Bi\u1EC3u t\u01B0\u1EE3ng d\u1EA5u ch\u1EA5m h\u1ECFi s\u1EBD xu\u1EA5t hi\u1EC7n b\u00EAn c\u1EA1nh b\u1EA5t k\u1EF3 c\u00E2u h\u1ECFi n\u00E0o b\u1EA1n \u0111\u00E3 \u0111\u00E1nh d\u1EA5u.
mark_for_review_pop_up_text_2=T\u00EDnh n\u0103ng n\u00E0y l\u00E0 t\u00F9y ch\u1ECDn v\u00E0 kh\u00F4ng \u1EA3nh h\u01B0\u1EDFng \u0111\u1EBFn vi\u1EC7c b\u1EA1n g\u1EEDi.
button_close=\u0110\u00F3ng
mark_for_review=\u0110\u00E1nh d\u1EA5u vi\u1EC7c xem x\u00E9t
mark_for_review_label=Th\u00EAm c\u00E1c h\u1ED9p \u0111\u00E1nh d\u1EA5u  b\u00EAn c\u1EA1nh c\u00E1c c\u00E2u h\u1ECFi \u0111\u1EC3 ch\u00FAng c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u \u0111\u1EC3 xem x\u00E9t
whats_this_link=C\u00E1i g\u00EC \u0111\u00E2y ?
mark_for_review_text_1=M\u1ED9t h\u1ED9p \u0111\u00E1nh d\u1EA5u c\u00F3 nh\u00E3n "Mark for Review" s\u1EBD xu\u1EA5t hi\u1EC7n b\u00EAn d\u01B0\u1EDBi m\u1ED7i c\u00E2u h\u1ECFi.
mark_for_review_text_2=(T\u00EDnh n\u0103ng n\u00E0y kh\u00F4ng c\u00F3 s\u1EB5n khi Linear access \u0111\u01B0\u1EE3c ch\u1ECDn trong T\u1ED5 ch\u1EE9c \u0111\u00E1nh gi\u00E1.)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Xu\u1EA5t b\u1EA3n \u0110\u00E1nh gi\u00E1
publish_assessment=Xu\u1EA5t b\u1EA3n \u0110\u00E1nh gi\u00E1
republish_assessment=\u0110\u00E1nh gi\u00E1 l\u1EA1i
regrade_republish_assessment=\u0110\u00E1nh d\u1EA5u v\u00E0 \u0110\u00E1nh gi\u00E1 L\u1EA1i
publish_confirm_message=Xem l\u1EA1i c\u00E0i \u0111\u1EB7t c\u1EE7a b\u1EA1n v\u00E0 \u0111i\u1EC1u ch\u1EC9nh m\u1EE9c th\u00F4ng b\u00E1o. Nh\u1EA5p v\u00E0o <b> Xu\u1EA5t b\u1EA3n </ b> \u0111\u1EC3 \u0111\u00E1nh gi\u00E1 cho h\u1ECDc vi\u00EAn hi\u1EC7n t\u1EA1i. Nh\u1EA5p v\u00E0o <b> H\u1EE7y </ b> \u0111\u1EC3 \u0111\u1EE3i ho\u1EB7c ch\u1EC9nh s\u1EEDa \u0111\u00E1nh gi\u00E1. Nh\u1EA5p v\u00E0o <b> Ch\u1EC9nh s\u1EEDa C\u00E0i \u0111\u1EB7t </ b> \u0111\u1EC3 s\u1EEDa \u0111\u1ED5i c\u00E0i \u0111\u1EB7t.
cancel_message=Nh\u1EA5p v\u00E0o <b> {0} </ b> \u0111\u1EC3 \u0111\u1EE3i ho\u1EB7c ch\u1EC9nh s\u1EEDa \u0111\u00E1nh gi\u00E1.
republish_confirm_message=Xem l\u1EA1i c\u00E0i \u0111\u1EB7t c\u1EE7a b\u1EA1n b\u00EAn d\u01B0\u1EDBi, \u0111i\u1EC1u ch\u1EC9nh m\u1EE9c th\u00F4ng b\u00E1o v\u00E0 nh\u1EA5p v\u00E0o <b> T\u00E1i b\u00FAt </ b> \u0111\u1EC3 \u0111\u00E1nh gi\u00E1 cho h\u1ECDc vi\u00EAn b\u00E2y gi\u1EDD.
started_or_submitted=H\u1ECDc vi\u00EAn \u0111\u00E3 b\u1EAFt \u0111\u1EA7u ho\u1EB7c n\u1ED9p b\u1EA3n \u0111\u00E1nh gi\u00E1 n\u00E0y.
score_discrepancies_note_non_linear=N\u1EBFu b\u1EA1n \u0111\u00E3 thay \u0111\u1ED5i n\u1ED9i dung theo c\u00E1ch c\u00F3 th\u1EC3 g\u00E2y ra ch\u00EAnh l\u1EC7ch \u0111i\u1EC3m, vui l\u00F2ng g\u1EEDi th\u00F4ng b\u00E1o cho sinh vi\u00EAn; b\u1EA1n c\u0169ng c\u00F3 th\u1EC3 mu\u1ED1n cho ph\u00E9p sinh vi\u00EAn c\u1EADp nh\u1EADt b\u00E0i n\u1ED9p m\u1EDBi nh\u1EA5t c\u1EE7a h\u1ECD.
score_discrepancies_note=N\u1EBFu b\u1EA1n \u0111\u00E3 thay \u0111\u1ED5i n\u1ED9i dung theo c\u00E1ch c\u00F3 th\u1EC3 g\u00E2y ra ch\u00EAnh l\u1EC7ch \u0111i\u1EC3m th\u00EC vui l\u00F2ng g\u1EEDi th\u00F4ng b\u00E1o cho sinh vi\u00EAn.

update_most_current_submission_checkbox=Cho ph\u00E9p h\u1ECDc vi\u00EAn c\u1EADp nh\u1EADt b\u00E0i n\u1ED9p m\u1EDBi nh\u1EA5t.
update_most_current_submission_checkbox_warn=Ch\u1ECDn t\u00F9y ch\u1ECDn n\u00E0y s\u1EBD y\u00EAu c\u1EA7u h\u1ECDc vi\u00EAn g\u1EEDi l\u1EA1i c\u00E1c \u0111\u00E1nh gi\u00E1 c\u1EE7a m\u00ECnh \u0111\u1EC3 cho nh\u00E2n vi\u00EAn gi\u1EA3ng d\u1EA1y xem c\u00E1c b\u00E0i n\u1ED9p d\u01B0\u1EDBi \u0110i\u1EC3m. B\u1EA5t k\u1EF3 \u0111i\u1EC1u ch\u1EC9nh \u0111i\u1EC3m n\u00E0o \u0111\u01B0\u1EE3c th\u1EF1c hi\u1EC7n cho c\u00E1c b\u00E0i n\u1ED9p tr\u01B0\u1EDBc khi s\u1EAFp x\u1EBFp l\u1EA1i s\u1EBD b\u1ECB m\u1EA5t.
publish_error_message=\u0110\u00E3 x\u1EA3y ra l\u1ED7i khi xu\u1EA5t b\u1EA3n \u0111\u00E1nh gi\u00E1 n\u00E0y. N\u1EBFu \u0111\u00E1nh gi\u00E1 n\u00E0y \u0111\u01B0\u1EE3c xu\u1EA5t b\u1EA3n cho m\u1ED9t s\u1ED5 \u0111i\u1EC3m, \u0111\u1EA3m b\u1EA3o r\u1EB1ng ti\u00EAu \u0111\u1EC1 \u0111\u00E1nh gi\u00E1 kh\u00F4ng m\u00E2u thu\u1EABn v\u1EDBi c\u00E1c \u0111\u00E1nh gi\u00E1 kh\u00E1c.
published_assessment_url=URL \u0111\u00E1nh gi\u00E1 \u0111\u00E3 xu\u1EA5t b\u1EA3n

time_limit=Gi\u1EDBi h\u1EA1n th\u1EDDi gian
no_time_limit= Kh\u00F4ng gi\u1EDBi h\u1EA1n th\u1EDDi gian

#ERROR
timeSelect_error=Vui l\u00F2ng ch\u1EC9 \u0111\u1ECBnh m\u1ED9t th\u1EDDi h\u1EA1n nh\u1EA5t \u0111\u1ECBnh ph\u00EDa d\u01B0\u1EDBi d\u00F2ng th\u1EDDi gian \u0111\u00E1nh gi\u00E1.
assessmentName_error= B\u1EA1n kh\u00F4ng th\u1EC3 c\u00F3 ti\u00EAu \u0111\u1EC1 \u0111\u00E1nh gi\u00E1 tr\u00F9ng l\u1EB7p. Vui l\u00F2ng ch\u1ECDn m\u1ED9t ti\u00EAu \u0111\u1EC1 kh\u00E1c.
gbConflict_error= M\u1ED9t m\u1EE5c kh\u00E1c c\u00F3 c\u00F9ng m\u1ED9t ti\u00EAu \u0111\u1EC1 t\u1ED3n t\u1EA1i trong s\u1ED5 \u0111i\u1EC3m . Vui l\u00F2ng ch\u1ECDn m\u1ED9t ti\u00EAu \u0111\u1EC1 kh\u00E1c.
assessmentName_empty= T\u00EAn \u0111\u00E1nh gi\u00E1 kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.
published_assessment_title_not_unique_error = B\u1EA1n kh\u00F4ng th\u1EC3 c\u00F3 hai b\u00E0i \u0111\u00E1nh gi\u00E1 \u0111\u01B0\u1EE3c c\u00F4ng b\u1ED1 c\u00F3 c\u00F9ng ti\u00EAu \u0111\u1EC1. Vui l\u00F2ng ch\u1ECDn m\u1ED9t ti\u00EAu \u0111\u1EC1 kh\u00E1c.
ip_error= Vui l\u00F2ng ch\u1EC9 \u0111\u1ECBnh m\u1ED9t \u0111\u1ECBa ch\u1EC9 IP h\u1EE3p l\u1EC7 ho\u1EB7c \u0111\u1ECBa ch\u1EC9 m\u1ED9t ph\u1EA7n d\u01B0\u1EDBi Security cao. (V\u00ED d\u1EE5\: xxx.xx. *. *)
ip_note=S\u1EED d\u1EE5ng m\u1ED9t \u0111\u1ECBa ch\u1EC9 IP tr\u00EAn m\u1ED7i d\u00F2ng. D\u1EA5u hoa th\u1ECB (*) c\u00F3 th\u1EC3 \u0111\u1EE9ng cho b\u1EA5t k\u1EF3 m\u1ED9t m\u1EA1ng con n\u00E0o.
ip_example= V\u00ED d\u1EE5
ip_ex=171.64.139.* ho\u1EB7c 171.64.*.*
date_error= Vui l\u00F2ng ch\u1EC9 \u0111\u1ECBnh ng\u00E0y cho Ph\u1EA3n h\u1ED3i ph\u1EA3n h\u1ED3i ngay d\u01B0\u1EDBi m\u1EE5c Ph\u1EA3n h\u1ED3i.
submissions_allowed_error=Vui l\u00F2ng nh\u1EADp \u0111i\u1EC3m s\u1ED1 cho b\u00E0i n\u1ED9p \u0111\u01B0\u1EE3c th\u00F4ng qua l\u00E0 m\u1ED9t  ho\u1EB7c nhi\u1EC1u h\u01A1n m\u1ED9t.
validateURL=X\u00E1c th\u1EF1c URL

# signs for author tool
separator=| 
column=\: 
greater=>

# titles
t_assessmentIntroduction=\u0110\u00E1nh gi\u00E1 Gi\u1EDBi thi\u1EC7u
t_deliveryDates=Ng\u00E0y giao s\u1EA3n ph\u1EA9m
t_releasedTo=\u0110\u00E1nh gi\u00E1 b\u1EA3n ph\u00E1t h\u00E0nh \u0111\u1EBFn \:
t_highSecurity=B\u1EA3o m\u1EADt cao
t_timedAssessment=Th\u1EDDi gian \u0111\u00E1nh gi\u00E1
t_assessmentOrganization=T\u1ED5 ch\u1EE9c \u0111\u00E1nh gi\u00E1
t_submissions=B\u00E0i n\u1ED9p
t_submissionMessage=Th\u00F4ng b\u00E1o \u0111\u00E3 n\u1ED9p b\u00E0i.
t_grading=X\u1EBFp lo\u1EA1i
t_graphics=\u0110\u1ED3 h\u1ECDa
t_metadata=Si\u00EAu d\u1EEF li\u1EC7u

# add attachments to questions
attachments = T\u1EADp tin \u0111\u00EDnh k\u00E8m
add_attachments = Th\u00EAm t\u1EADp tin \u0111\u00EDnh k\u00E8m
add_remove_attachments = Th\u00EAm / X\u00F3a T\u1EADp tin \u0111\u00EDnh k\u00E8m
no_attachments = Ch\u01B0a c\u00F3 t\u1EADp tin \u0111\u00EDnh k\u00E8m
remove_attachment_heading = X\u00F3a t\u1EADp tin \u0111\u00EDnh k\u00E8m
remove_attachment_conf = X\u00E1c nh\u1EADn x\u00F3a t\u1EADp tin \u0111\u00EDnh k\u00E8m
cert_rem_attachment=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n x\u00F3a t\u1EADp tin \u0111\u00EDnh k\u00E8m n\u00E0y?
t_attachment = Hi\u1EC3n th\u1ECB t\u1EADp tin \u0111\u00EDnh k\u00E8m tr\u00EAn c\u1EEDa s\u1ED5 kh\u00E1c

# Colour picker
cp_TITLE = B\u1ED9 ch\u1ECDn m\u00E0u
cp_WEB_SAFE = b\u1EA3ng m\u00E0u an to\u00E0n
cp_WINDOWS_SYSTEM = H\u1EC7 th\u1ED1ng b\u1EA3ng m\u00E0u c\u1EE7a Windows
cp_GREY_SCALE = B\u1EA3ng m\u00E0u x\u00E1m
cp_CLICKALT = Nh\u1EA5p v\u00E0o \u0111\u00E2y \u0111\u1EC3 Ch\u1ECDn M\u00E0u

# Date picker
dp_CLICKALT = Nh\u1EA5p v\u00E0o \u0111\u00E2y \u0111\u1EC3 Ch\u1ECDn Ng\u00E0y

# Audio recording applet
record_your_answer = Nh\u1EA5p \u0111\u1EC3 ghi c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a b\u1EA1n ...
record_no_more_attempts = Kh\u00F4ng c\u00F3 b\u1EA3n ghi \u00E2m n\u00E0o c\u00F2n s\u00F3t l\u1EA1i.
audio_recording = Ghi \u00E2m
averag_grading_single_submission="\u0110i\u1EC3m trung b\u00ECnh" kh\u00F4ng th\u1EC3 \u00E1p d\u1EE5ng cho c\u00E1c \u0111\u00E1nh gi\u00E1 ch\u1EC9 cho ph\u00E9p n\u1ED9p \u0111\u01A1n.

due_earlier_than_avaliable=Ng\u00E0y \u0111\u1EBFn h\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c s\u1EDBm h\u01A1n Ng\u00E0y kh\u1EA3 d\u1EE5ng.
retract_earlier_than_avaliable=Ng\u00E0y n\u1ED9p cu\u1ED1i kh\u00F4ng \u0111\u01B0\u1EE3c s\u1EDBm h\u01A1n Ng\u00E0y kh\u1EA3 d\u1EE5ng ho\u1EB7c Ng\u00E0y \u0110\u1EBFn H\u1EA1n.
retract_earlier_than_due=Ng\u00E0y n\u1ED9p cu\u1ED1i kh\u00F4ng \u0111\u01B0\u1EE3c s\u1EDBm h\u01A1n Ng\u00E0y kh\u1EA3 d\u1EE5ng ho\u1EB7c Ng\u00E0y \u0110\u1EBFn H\u1EA1n.
retract_required_with_auto_submit=Ng\u00E0y g\u1EEDi cu\u1ED1i ph\u1EA3i \u0111\u01B0\u1EE3c \u1EA5n \u0111\u1ECBnh \u0111\u1EC3 b\u1EAFt bu\u1ED9c n\u1ED9p b\u00E0i l\u00E0m c\u1EE7a h\u1ECDc vi\u00EAn sau ng\u00E0y h\u1EBFt h\u1EA1n.
due_null_with_retract_date=B\u1EA1n c\u1EA7n ph\u1EA3i \u0111\u1EB7t m\u1ED9t Ng\u00E0y h\u1EBFt H\u1EA1n h\u1EE3p l\u1EC7 n\u1EBFu cu\u1ED9c \u0111\u00E1nh gi\u00E1 c\u00F3 Ng\u00E0y Ch\u1EA5p nh\u1EADn Cu\u1ED1i.
  
# Secure delivery support
require_secure_delivery = Y\u00EAu c\u1EA7u Tr\u00ECnh duy\u1EC7t b\u1ECB kh\u00F3a
secure_delivery_exit_pwd = Tho\u00E1t m\u1EADt kh\u1EA9u (t\u00F9y ch\u1ECDn)
exit_password_error = C\u00E1c k\u00FD t\u1EF1 duy nh\u1EA5t cho ph\u00E9p \u0111\u1ED1i v\u1EDBi m\u1EADt kh\u1EA9u tho\u00E1t l\u00E0 a-z, A-Z v\u00E0 0-9
none_secure_delivery_module = Kh\u00F4ng c\u00F3 g\u00EC

# SAM-939
rowchoices=L\u1EF1a ch\u1ECDn c\u00E1c h\u00E0ng (nh\u1EA5n ph\u00EDm "Return" sau m\u1ED7i l\u1EF1a ch\u1ECDn)
matrix_choice_surv=Kh\u1EA3o s\u00E1t\: Ma tr\u1EADn c\u00E1c l\u1EF1a ch\u1ECDn
matrix_choices_surv=Kh\u1EA3o s\u00E1t\: Ma tr\u1EADn c\u00E1c l\u1EF1a ch\u1ECDn
columnchoices=L\u1EF1a ch\u1ECDn c\u00E1c c\u1ED9t (nh\u1EA5n ph\u00EDm "Return" sau m\u1ED7i l\u1EF1a ch\u1ECDn)
addColumnChoiceToFavor=Th\u00EAm c\u1ED9t l\u1EF1a ch\u1ECDn y\u00EAu th\u00EDch
forceRanking=Ch\u1EC9 cho ph\u00E9p m\u1ED9t ph\u1EA3n h\u1ED3i cho m\u1ED7i c\u1ED9t (bu\u1ED9c x\u1EBFp h\u1EA1ng)
addComment=Th\u00EAm tr\u01B0\u1EDDng nh\u1EADn x\u00E9t
favorLabel=Nh\u00E3n y\u00EAu th\u00EDch
fieldLabel=Nh\u00E3n tr\u01B0\u1EDDng
relativeWidthOfColumns=\u0110\u1ED9 r\u1ED9ng t\u01B0\u01A1ng \u0111\u1ED1i c\u1EE7a c\u00E1c c\u1ED9t
row_field_empty=H\u00E0ng tr\u01B0\u1EDDng kh\u00F4ng th\u1EC3 \u0111\u1EC3 tr\u1ED1ng
less_than_two_columns=tr\u01B0\u1EDDng c\u1ED9t c\u1EA7n c\u00F3 \u00EDt nh\u1EA5t hai \u0111\u1EA7u v\u00E0o, c\u00E1ch nhau b\u1EB1ng ph\u00EDm "Return"
selectFromFavorites=Ch\u1ECDn t\u1EEB m\u1EE5c \u01AFa th\u00EDch

# Extended time
extendedTimeNew=Th\u00EAm ngo\u1EA1i l\u1EC7 m\u1EDBi
extendedTimeExisting=ngo\u1EA1i l\u1EC7 hi\u1EC7n t\u1EA1i
extendedTimeInstruction=B\u1EA1n ph\u1EA3i nh\u1EA5p v\u00E0o n\u00FAt 'Th\u00EAm ngo\u1EA1i l\u1EC7' \u0111\u1EC3 th\u00EAm (c\u00E1c) ngo\u1EA1i l\u1EC7 ri\u00EAng l\u1EBB tr\u01B0\u1EDBc khi l\u01B0u c\u00E0i \u0111\u1EB7t. B\u1EA5t k\u1EF3 gi\u00E1 tr\u1ECB n\u00E0o ghi \u0111\u00E8 c\u00E0i \u0111\u1EB7t tr\u00EAn \u0111\u00E1nh gi\u00E1. \u0110\u1EC3 c\u00E1c gi\u00E1 tr\u1ECB (ng\u00E0y) tr\u1ED1ng \u0111\u1EC3 kh\u1EDBp v\u1EDBi c\u00E0i \u0111\u1EB7t \u0111\u00E1nh gi\u00E1. N\u1EBFu b\u1EA1n mu\u1ED1n h\u1ECDc vi\u00EAn c\u00F3 m\u1ED9t gi\u1EDBi h\u1EA1n th\u1EDDi gian trong m\u1ED9t k\u1EF3 thi th\u1EDDi gian, b\u1EA1n ph\u1EA3i \u0111\u1EB7t th\u1EDDi gian \u1EDF \u0111\u00E2y, m\u1ED9t th\u1EDDi h\u1EA1n l\u00E0 0 s\u1EBD kh\u00F4ng c\u00F3 gi\u1EDBi h\u1EA1n.
extendedTimeAdd=Th\u00EAm m\u1ED9t ngo\u1EA1i l\u1EC7
extendedTimeEdit=C\u1EADp nh\u1EADt ngo\u1EA1i l\u1EC7
extendedTimeCancel=H\u1EE7y
header_extendedTime_user=Ng\u01B0\u1EDDi d\u00F9ng
header_extendedTime_group=Nh\u00F3m
header_extendedTime_start_date=Ng\u00E0y b\u1EAFt \u0111\u1EA7u
header_extendedTime_due_date=Ng\u00E0y h\u1EBFt h\u1EA1n
header_extendedTime_retract_date=Ng\u00E0y tr\u1EC5 ch\u1EA5p nh\u1EADn
header_extendedTime_hours=Gi\u1EDD
header_extendedTime_minutes=Ph\u00FAt
header_extendedTime_delete=X\u00F3a
header_extendedTime_edit=Ch\u1EC9nh s\u1EEDa
extendedTimeUser=Ngo\u1EA1i l\u1EC7 cho ng\u01B0\u1EDDi d\u00F9ng
extendedTimeGroup=Ngo\u1EA1i l\u1EC7 cho nh\u00F3m
extendedTime_select_User=Ch\u1ECDn ng\u01B0\u1EDDi d\u00F9ng
extendedTime_select_group=Ch\u1ECDn nh\u00F3m
extendedTime_select_User=Ch\u1ECDn ng\u01B0\u1EDDi d\u00F9ng
extendedTime_data_table_title=B\u1EA3ng d\u1EEF li\u1EC7u th\u1EDDi gian gia h\u1EA1n.
extendedTime_entry_table_title=Th\u00EAm / ch\u1EC9nh s\u1EEDa m\u1ED9t m\u1EE5c nh\u1EADp th\u1EDDi gian gia h\u1EA1n.

# Extended Time Errors
extended_time_user_and_group_set=M\u1ED9t ng\u01B0\u1EDDi d\u00F9ng v\u00E0 / ho\u1EB7c nh\u00F3m ph\u1EA3i \u0111\u01B0\u1EE3c ch\u1ECDn cho c\u00E1c tr\u01B0\u1EDDng h\u1EE3p ngo\u1EA1i l\u1EC7 cho th\u1EDDi h\u1EA1n v\u00E0 ng\u00E0y giao s\u1EA3n ph\u1EA9m.
extended_time_due_earlier_than_available=Ng\u00E0y \u0111\u1EBFn h\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c s\u1EDBm h\u01A1n Ng\u00E0y b\u1EAFt \u0111\u1EA7u cho kho\u1EA3ng th\u1EDDi gian gia h\u1EA1n ng\u01B0\u1EDDi s\u1EED d\u1EE5ng m\u1EE5c '{0}' / nh\u00F3m '{1}'.
extended_time_retract_earlier_than_available=Ng\u00E0y Ch\u1EA5p nh\u1EADn Cu\u1ED1i kh\u00F4ng \u0111\u01B0\u1EE3c s\u1EDBm h\u01A1n ng\u00E0y kh\u1EA3 d\u1EE5ng / Ng\u00E0y h\u1EBFt h\u1EA1n cho th\u1EDDi gian gia h\u1EA1n - ng\u01B0\u1EDDi d\u00F9ng nh\u1EADp '{0}' / nh\u00F3m '{1}'.
extended_time_due_same_as_available=Ng\u00E0y \u0111\u1EBFn h\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c gi\u1ED1ng nh\u01B0 ng\u00E0y c\u00F3 s\u1EB5n \u0111\u1ED1i v\u1EDBi ng\u01B0\u1EDDi s\u1EED d\u1EE5ng '{0}' / nh\u00F3m '{1}'.
extended_time_name_not_found=N/A
extended_time_duplicate_users=C\u00E1c m\u1EE5c kh\u00F4ng \u0111\u01B0\u1EE3c tr\u00F9ng l\u1EB7p. \u0110\u00E3 ph\u00E1t hi\u1EC7n c\u00E1c m\u1EE5c th\u1EDDi gian m\u1EDF r\u1ED9ng tr\u00F9ng l\u1EB7p cho nh\u1EEFng ng\u01B0\u1EDDi d\u00F9ng sau: {0}.
extended_time_duplicate_groups=C\u00E1c m\u1EE5c kh\u00F4ng \u0111\u01B0\u1EE3c tr\u00F9ng l\u1EB7p. C\u00E1c m\u1EE5c th\u1EDDi gian m\u1EDF r\u1ED9ng tr\u00F9ng l\u1EB7p \u0111\u01B0\u1EE3c ph\u00E1t hi\u1EC7n cho c\u00E1c nh\u00F3m sau: {0}.
extended_time_and=&

# Expand Collapse
expandAll=M\u1EDF r\u1ED9ng t\u1EA5t c\u1EA3
collapseAll=Thu g\u1ECDn T\u1EA5t c\u1EA3
