subnav_print= Print Preview
img_part_delete=/images/icons/page_delete.png
img_part_edit=/images/icons/page_edit.png
img_edit=/images/icons/pencil.png
img_delete=/images/icons/delete.png
add_items= Th\u00EAm c\u00E1c m\u1EE5c
add_q=Th\u00EAm c\u00E2u h\u1ECFi
add_matches= Th\u00EAm b\u00E0i thi:
add_more_answer_sect=Th\u00EAm ph\u1EA7n tr\u1EA3 l\u1EDDi kh\u00E1c:--
add_more_answer_sects=Th\u00EAm nh\u1EEFng ph\u1EA7n tr\u1EA3 l\u1EDDi kh\u00E1c:--
add_more_options=Th\u00EAm nh\u1EEFng l\u1EF1a ch\u1ECDn kh\u00E1c
add_more_items=Th\u00EAm nh\u1EEFng m\u1EE5c kh\u00E1c
addr=\u0110\u1ECBa ch\u1EC9:
admin=Qu\u1EA3n tr\u1ECB vi\u00EAn
all=T\u1EA5t c\u1EA3
button_back=Tr\u1EDF l\u1EA1i
all_user_input_saved=T\u1EA5t c\u1EA3 nh\u01B0ng \u0111\u0103ng nh\u1EADp c\u1EE7a h\u1ECDc vi\u00EAn \u0111\u01B0\u1EE3c l\u01B0u t\u1EF1 \u0111\u1ED9ng
allow_only_specified=Ch\u1EC9 cho ph\u00E9p c\u00E1c IP \u0111\u01B0\u1EE3c ch\u1EC9 \u0111\u1ECBnh
an_assessment_must_co=\u0110\u00E1nh gi\u00E1 ph\u1EA3i bao g\u1ED3m \u00EDt nh\u1EA5t m\u1ED9t c\u00E2u h\u1ECFi \u0111\u1EC3 \u0111\u01B0\u1EE3c xu\u1EA5t b\u1EA3n
anonymous=\u1EA8n danh
anonymous_grading_on=Anonymous Grading Only
another_p=Ph\u1EA7n kh\u00E1c
answer=Tr\u1EA3 l\u1EDDi
answer_options_rich=Nh\u1EADp v\u0103n b\u1EA3n t\u00F9y ch\u1ECDn v\u00E0 / ho\u1EB7c Th\u00EAm t\u1EC7p \u0111\u00EDnh k\u00E8m b\u00EAn d\u01B0\u1EDBi
answer_options=Nh\u1EADp t\u1EEBng t\u00F9y ch\u1ECDn ri\u00EAng l\u1EBB
answer_options_paste=D\u00E1n m\u1ED9t danh s\u00E1ch (one option per line, no bullets)
answer_options_populate=\u0110i\u1EC1n c\u00E2u tr\u1EA3 l\u1EDDi t\u00F9y ch\u1ECDn
answer_options_count=S\u1ED1 l\u1EF1a ch\u1ECDn trong c\u00E2u h\u1ECFi (e.g. A to G = 7)
required_options_count=S\u1ED1 c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u01B0\u1EE3c y\u00EAu c\u1EA7u
answers_required=Y\u00EAu c\u1EA7u c\u1EE7a nh\u1EEFng c\u00E2u tr\u1EA3 l\u1EDDi
answer_point_value=\u0110i\u1EC3m c\u00E2u tr\u1EA3 l\u1EDDi
answer_point_value_display=Hi\u1EC3n th\u1ECB \u0111i\u1EC3m l\u00FAc h\u1ECDc vi\u00EAn \u0111ang tham gia b\u00E0i thi
answer_min_point_value=\u0110i\u1EC3m t\u1ED1i thi\u1EC3u(t\u00F9y ch\u1ECDn)
answer_min_point_info=H\u1ECDc vi\u00EAn \u0111\u01B0\u1EE3c c\u1ED9ng \u0111i\u1EC3m khi \u0111\u1EB7t c\u00E2u h\u1ECFi
answer_provide_a_mo=Answer: Provide a model answer to show students and to assist graders along with any feedback.
answer_text_predefi=Answer Text: Predefined set of scales for survey reporting.
answers=Tr\u1EA3 l\u1EDDi
answers_select_answ=C\u00E2u tr\u1EA3 l\u1EDDi\: Ch\u1ECDn c\u00E2u tr\u1EA3 l\u1EDDi d\u01B0\u1EDBi \u0111\u00E2y.
as_listed_on_assessm=Nh\u01B0 li\u1EC7t k\u00EA trong trang C\u00E2u h\u1ECFi \u0110\u00E1nh gi\u00E1
assessment=\u0110\u00E1nh gi\u00E1
assessment_introduct=Gi\u1EDBi thi\u1EC7u \u0111\u00E1nh gi\u00E1
assessment_metadata=D\u1EEF li\u1EC7u \u0111\u00E1nh gi\u00E1
assessment_organizat=T\u1ED5 ch\u1EE9c \u0111\u00E1nh gi\u00E1
assessment_released=\u0110\u00E1nh gi\u00E1 \u0111\u00E3 \u0111\u01B0\u1EE3c ph\u00E1t h\u00E0nh
assessment_title=Ti\u00EAu \u0111\u1EC1 \u0111\u00E1nh gi\u00E1
assessment_title_colon=Ti\u00EAu \u0111\u1EC1 \u0111\u00E1nh gi\u00E1
assign_to=Assign to
assign_to_p=G\u00E1n v\u00E0o ph\u1EA7n \:
assign_to_q_p=Assign to question pool
assign_to_question_p=G\u00E1n cho b\u1ED9 c\u00E2u h\u1ECFi \:
audio_recording=C\u00E2u h\u1ECFi nghe - vi\u1EBFt
authenticated_users=T\u1EA5t c\u1EA3 ng\u01B0\u1EDDi d\u00F9ng
author_s=T\u00E1c gi\u1EA3
auto_save=L\u01B0u t\u1EF1 \u0111\u1ED9ng
auto_submit_when_tim=T\u1EF1 \u0111\u1ED9ng n\u1ED9p b\u00E0i khi h\u1EBFt h\u1EA1n
available=kh\u1EA3 d\u1EE5ng
button_remove_submissions=X\u00F3a b\u00E0i n\u1ED9p
bg_color=BG Color
bg_image=BG Image
but_remember=but remember
button_add=Th\u00EAm
button_cancel=H\u1EE7y
copy_to_pool=Sao ch\u00E9p v\u00E0o B\u1ED9 c\u00E2u h\u1ECFi
button_save=L\u01B0u
button_save_pair=L\u01B0u k\u1EBFt n\u1ED1i
button_close=\u0110\u00F3ng
button_save_pub=L\u01B0u v\u00E0 Xu\u1EA5t b\u1EA3n \u0110\u00E1nh gi\u00E1
button_republish_and_regrade=Regrade and Republish
button_republish=T\u00E1i xu\u1EA5t b\u1EA3n
button_return=Tr\u1EDF v\u1EC1
button_update_points=C\u1EADp nh\u1EADt \u0111i\u1EC3m
button_update_order=C\u1EADp nh\u1EADt theo th\u1EE9 t\u1EF1
button_add_questions=Th\u00EAm c\u00E2u h\u1ECFi
button_search_questions_by_tag_and=T\u00ECm c\u00E2u h\u1ECFi kh\u1EDBp v\u1EDBi t\u1EA5t c\u1EA3 c\u00E1c th\u1EBB
button_search_questions_by_tag_or=T\u00ECm c\u00E2u h\u1ECFi kh\u1EDBp v\u1EDBi \u00EDt nh\u1EA5t m\u1ED9t th\u1EBB
button_search_questions_by_text_and=T\u00ECm c\u00E2u h\u1ECFi kh\u1EDBp v\u1EDBi t\u1EA5t c\u1EA3 c\u00E1c t\u1EEB
button_search_questions_by_text_or=T\u00ECm c\u00E2u h\u1ECFi kh\u1EDBp v\u1EDBi \u00EDt nh\u1EA5t m\u1ED9t t\u1EEB
search_question_by_text_tip=You can use use quotes to group several words to find only exact matches
origin = Ngu\u1ED3n g\u1ED1c
origins = N\u01A1i s\u1EED d\u1EE5ng c\u00E2u h\u1ECFi n\u00E0y:
preview_tip = The preview button will show you additional information about the question. The questions can be duplicated in several places (question pools and assessments). The result list only shows one of these instances of the question. The Origin field shows where this specific result comes from. You can view all the places where this question is used in the preview.
preview = Xem tr\u01B0\u1EDBc
loading = \u0110ang t\u1EA3i c\u00E2u h\u1ECFi...


# CALCULATED_QUESTION
calculated_question=C\u00E2u h\u1ECFi t\u00EDnh to\u00E1n
calc_question_var_label=Variables
calc_question_additional_label=Th\u00EAm th\u00F4ng tin
calc_question_formula_label=C\u00F4ng th\u1EE9c
calc_question_var_and_formula_label=Bi\u1EBFn v\u00E0 c\u00F4ng th\u1EE9c
calc_question_calculation_label=Nh\u1EEFng t\u00EDnh to\u00E1n
calc_question_calculation_col=T\u00EDnh to\u00E1n
calc_question_example_label=V\u00ED d\u1EE5
calc_question_varname_col=T\u00EAn bi\u1EBFn
calc_question_varname=T\u00EAn bi\u1EBFn:
calc_question_formulaname_col=T\u00EAn c\u00F4ng th\u1EE9c
calc_question_formula_col=C\u00F4ng th\u1EE9c
calc_question_min=T\u1ED1i thi\u1EC3u
calc_question_max=T\u1ED1i \u0111a
calc_question_dec=V\u1ECB tr\u00ED th\u1EADp ph\u00E2n
calc_question_tolerance=K\u00EDch c\u1EE1
calc_question_general_instructsion_label=C\u00E1i g\u00EC l\u00E0 c\u00E2u h\u1ECFi t\u00EDnh to\u00E1n
calc_question_general_instructions1=M\u1ED9t c\u00E2u h\u1ECFi t\u00EDnh to\u00E1n t\u00EDnh to\u00E1n c\u00E1c c\u00E2u tr\u1EA3 l\u1EDDi m\u1EDBi cho m\u1ED7i b\u00E0i ki\u1EC3m tra, d\u1EF1a tr\u00EAn c\u00E1c bi\u1EBFn c\u00F3 gi\u00E1 tr\u1ECB thay \u0111\u1ED5i m\u1ED7i l\u1EA7n. C\u00E2u tr\u1EA3 l\u1EDDi d\u1EF1a tr\u00EAn c\u00F4ng th\u1EE9c, s\u1EED d\u1EE5ng c\u00E1c bi\u1EBFn \u0111\u00F3.
calc_question_general_instructions2=M\u1ED9t \u0111\u1ECBnh ngh\u0129a bi\u1EBFn c\u00F3 m\u1ED9t t\u00EAn, m\u1ED9t gi\u00E1 tr\u1ECB t\u1ED1i thi\u1EC3u va t\u1ED1i \u0111a, and m\u1ED9t s\u1ED1 th\u1EADp ph\u00E2n.
calc_question_general_instructions3=M\u1ED9t \u0111\u1ECBnh ngh\u0129a c\u00F4ng th\u1EE9c c\u00F3 m\u1ED9t t\u00EAn, m\u1ED9t bi\u1EC3u th\u1EE9c to\u00E1n h\u1ECDc s\u1EED d\u1EE5ng c\u00E1c bi\u1EBFn, and a tolerance, m\u1ED9t ph\u1EA1m vi, do \u0111\u00F3 c\u00E1c c\u00E2u tr\u1EA3 l\u1EDDi n\u1EB1m ph\u1EA1m vi c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u01B0\u1EE3c xem l\u00E0 ch\u00EDnh x\u00E1c.
calc_question_walkthrough_label=C\u00E1c b\u01B0\u1EDBc \u0111\u1EC3 t\u1EA1o c\u00F4ng h\u1ECFi t\u00EDnh to\u00E1n.
calc_question_walkthrough1=\u0110i\u1EC1n v\u00E0o V\u0103n b\u1EA3n C\u00E2u h\u1ECFi v\u1EDBi th\u00F4ng tin m\u00E0 h\u1ECDc sinh s\u1EBD nh\u00ECn th\u1EA5y, bao g\u1ED3m c\u1EA3 c\u00E1c c\u00F4ng c\u1EE5 thay th\u1EBF v\u00E0 c\u00F4ng th\u1EE9c (xem v\u00ED d\u1EE5 d\u01B0\u1EDBi \u0111\u00E2y)
calc_question_walkthrough2=Nh\u1EA5n n\u00FAt Extract Variables and Formulas \u0111\u1EC3 t\u1EA1o c\u00E1c bi\u1EBFn v\u00E0 c\u00F4ng th\u1EE9c.
calc_question_walkthrough3=Thay \u0111\u1ED5i Min, Max, v\u00E0 Decimal Places cho t\u1EA5t c\u1EA3 c\u00E1c bi\u1EBFn \u0111\u1EC3 x\u00E1c \u0111\u1ECBnh ph\u1EA1m vi c\u1EE7a c\u00E1c gi\u00E1 tr\u1ECB h\u1EE3p l\u1EC7.
calc_question_walkthrough4=Nh\u1EADp bi\u1EC3u th\u1EE9c to\u00E1n h\u1ECDc cho m\u1ED7i C\u00F4ng th\u1EE9c, ch\u00E8n c\u00E1c Bi\u1EBFn n\u1EBFu c\u1EA7n.
calc_question_walkthrough5=Nh\u1EA5n n\u00FAt Save \u0111\u1EC3 l\u01B0u l\u1EA1i c\u00F4ng vi\u1EC7c c\u1EE7a b\u1EA1n.
calc_question_walkthrough6=B\u1EA5t k\u1EF3 l\u1ED7i n\u00E0o s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB \u1EDF \u0111\u1EA7u trang. Ph\u1EA3i \u0111\u01B0\u1EE3c s\u1EEDa tr\u01B0\u1EDBc khi l\u01B0u. C\u00E1c tr\u01B0\u1EDDng c\u00F3 l\u1ED7i s\u1EBD \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u \u0111\u1EC3 hi\u1EC3n th\u1ECB cho b\u1EA1n n\u01A1i b\u1EA1n c\u00F3 v\u1EA5n \u0111\u1EC1.
calc_question_extract_button=Tr\u00EDch xu\u1EA5t c\u00E1c bi\u1EBFn, t\u00EDnh to\u00E1n v\u00E0 c\u00F4ng th\u1EE9c t\u1EEB \u0111o\u1EA1n c\u00E2u h\u1ECFi
calc_question_define_vars=X\u00E1c \u0111\u1ECBnh c\u00E1c bi\u1EBFn trong c\u00E2u h\u1ECFi v\u00E0 bi\u1EC3u th\u1EE9c c\u00F4ng th\u1EE9c b\u1EB1ng c\u00E1ch \u0111\u1EB7t ch\u00FAng trong d\u1EA5u ngo\u1EB7c \u0111\u01A1n (v\u00ED d\u1EE5\: {a}, {b} v\u00E0 {c}.
calc_question_define_vars2=G\u1EAFn t\u00EAn bi\u1EBFn trong d\u1EA5u ngo\u1EB7c \u0111\u01A1n (v\u00ED d\u1EE5\: {x}).
calc_question_define_calculations=B\u1EA1n c\u0169ng c\u00F3 th\u1EC3 x\u00E1c \u0111\u1ECBnh c\u00E1c ph\u00E9p t\u00EDnh to\u00E1n trong v\u0103n b\u1EA3n c\u00E2u h\u1ECFi. \u0110\u1EB7t d\u1EA5u ngo\u1EB7c k\u00E9p v\u00E0o kho\u1EA3ng T\u00EDnh to\u00E1n (v\u00ED d\u1EE5 [[3 + 2]]). B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng c\u00E1c bi\u1EBFn b\u00EAn trong m\u00E1y t\u00EDnh (v\u00ED d\u1EE5 [[{a} + {b}]]. Nh\u1EEFng t\u00EDnh to\u00E1n n\u00E0y c\u00F3 th\u1EC3 gi\u00FAp h\u1ECDc sinh tr\u1EA3 l\u1EDDi c\u00E2u h\u1ECFi. H\u1ECD c\u0169ng c\u00F3 th\u1EC3 gi\u00FAp ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn ki\u1EC3m tra xem c\u00E2u h\u1ECFi c\u00F3 \u0111\u01B0\u1EE3c x\u00E1c \u0111\u1ECBnh ch\u00EDnh x\u00E1c tr\u01B0\u1EDBc khi xu\u1EA5t b\u1EA3n n\u00F3
calc_question_answer_expression=\u0110\u1EB7t d\u1EA5u ngo\u1EB7c k\u00E9p quanh t\u00EAn c\u00F4ng th\u1EE9c (v\u00ED d\u1EE5\: {{z}}). \u0110i\u1EC1u n\u00E0y c\u0169ng \u0111\u1ECBnh ngh\u0129a the student's input box s\u1EBD hi\u1EC3n th\u1ECB.
calc_question_answer_variance=B\u1EA1n c\u00F3 th\u1EC3 x\u00E1c \u0111\u1ECBnh kho\u1EA3n ch\u1EA5p nh\u1EADn v\u1EDBi m\u1ED9t h\u1EB1ng s\u1ED1 (0.01) ho\u1EB7c ph\u1EA7n tr\u0103m (1.5%) c\u1EE7a c\u00E2u tr\u1EA3 l\u1EDDi. (M\u1EB7c \u0111\u1ECBnh l\u00E0 0.01)
calc_question_answer_decimal=C\u00E1c bi\u1EBFn v\u00E0 c\u00F4ng th\u1EE9c h\u1ED7 tr\u1EE3 th\u1EADp ph\u00E2n. M\u1EB7c \u0111\u1ECBnh l\u00E0 3.
calc_question_example1=Kevin c\u00F3 {x} qu\u1EA3 t\u00E1o. Anh ta mua th\u00EAm {y}. B\u00E2y gi\u1EDD Kevin c\u00F3 [[{x} + {y}]]. Jane \u0103n {z} t\u00E1o. Kevin b\u00E2y gi\u1EDD c\u00F3 {{w}} t\u00E1o.
calc_question_example1_formula=C\u00F4ng th\u1EE9c w trong v\u00ED d\u1EE5 \u1EDF tr\u00EAn s\u1EBD \u0111\u01B0\u1EE3c \u0111\u1ECBnh ngh\u0129a nh\u01B0 sau: {x} + {y} - {z}
calc_question_functions=B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng c\u00E1c ch\u1EE9c n\u0103ng to\u00E1n h\u1ECDc sau\: SIN, COS, TAN, ASIN, ACOS, ATAN, ABS, EXP, SGN, SQRT, LOG10 v\u00E0 LN.
calc_question_example2=Gi\u1EA3i quy\u1EBFt\: COS ({a}) * ({c} - {b}) = {{z}}.
calc_question_example2_formula=C\u00F4ng th\u1EE9c z trong v\u00ED d\u1EE5 tr\u00EAn s\u1EBD \u0111\u01B0\u1EE3c \u0111\u1ECBnh ngh\u0129a nh\u01B0 sau\: COS ({a}) * ({c} - {b})
calc_question_example3=Khu v\u1EF1c c\u1EE7a m\u1ED9t h\u00ECnh vu\u00F4ng l\u00E0 [[{s} * (s)]] m. T\u00ECm chi\u1EC1u d\u00E0i b\u00EAn {{Z}}. C\u00F4ng th\u1EE9c Z s\u1EBD l\u00E0 {s}.
calc_question_constants=C\u00F3 hai h\u1EB1ng s\u1ED1 \u0111\u01B0\u1EE3c x\u00E2y d\u1EF1ng, PI (3,14 ...) v\u00E0 e (2,718 ...). S\u1EED d\u1EE5ng ch\u00FAng trong bi\u1EC3u th\u1EE9c c\u00F4ng th\u1EE9c c\u1EE7a b\u1EA1n.
calc_question_var_names=T\u00EAn bi\u1EBFn v\u00E0 t\u00EAn c\u00F4ng th\u1EE9c l\u00E0 alpha-numeric nh\u01B0ng ph\u1EA3i b\u1EAFt \u0111\u1EA7u b\u1EB1ng m\u1ED9t k\u00FD t\u1EF1 alpha
calc_question_unique_names=C\u00E1c bi\u1EBFn v\u00E0 c\u00F4ng th\u1EE9c kh\u00F4ng th\u1EC3 c\u00F3 c\u00F9ng t\u00EAn.
calc_question_scientific_notation=B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng k\u00FD hi\u1EC7u khoa h\u1ECDc trong c\u00E1c bi\u1EBFn, c\u00F4ng th\u1EE9c v\u00E0 t\u00EDnh to\u00E1n (v\u00ED d\u1EE5\: 6.02310e23 ho\u1EB7c 1.67e-27).
calc_question_preview=B\u1EA1n \u0111\u01B0\u1EE3c khuy\u1EBFn kh\u00EDch s\u1EED d\u1EE5ng t\u00EDnh n\u0103ng \u0110\u00E1nh gi\u00E1 tr\u01B0\u1EDBc \u0111\u1EC3 ki\u1EC3m tra l\u1ED7i.  C\u1EA3 hai n\u00FAt Extract and Save x\u00E1c nh\u1EADn c\u00F4ng th\u1EE9c.
calc_question_hideshow=Hi\u1EC3n th\u1ECB / \u1EA8n c\u00E1c h\u01B0\u1EDBng d\u1EABn v\u00E0 v\u00ED d\u1EE5 kh\u00E1c
calc_question_operators=C\u00E1c to\u00E1n t\u1EED h\u1EE3p l\u1EC7: + - * / ^ ()
calc_question_error_syntax=Ph\u00E9p bi\u1EBFn \u0111\u1ED5i \u0111\u01B0\u1EE3c ch\u1EA5p nh\u1EADn trong c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a b\u1EA1n v\u00E0 c\u00E1c v\u1ECB tr\u00ED th\u1EADp ph\u00E2n mong \u0111\u1EE3i ph\u1EA3i \u0111\u01B0\u1EE3c \u0111\u1ECBnh d\u1EA1ng theo c\u00E1ch n\u00E0y\: {x + y | 1%, 2} ho\u1EB7c {x + y | 1,2}. C\u00E1c v\u1ECB tr\u00ED th\u1EADp ph\u00E2n mong \u0111\u1EE3i c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c b\u1ECF qua v\u00ED d\u1EE5\: {x + y | 1%}. 6 l\u00E0 gi\u1EDBi h\u1EA1n v\u1EC1 v\u1ECB tr\u00ED th\u1EADp ph\u00E2n.
calc_question_error_expression=C\u00F3 m\u1ED9t l\u1ED7i to\u00E1n h\u1ECDc trong c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a b\u1EA1n.
calc_question_error_expression_variables=C\u00F4ng th\u1EE9c to\u00E1n h\u1ECDc li\u00EAn quan \u0111\u1EBFn bi\u1EBFn c\u00E1i m\u00E0 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng trong c\u00E1c h\u01B0\u1EDBng d\u1EABn
calc_question_prompt_preview=Sau khi l\u01B0u, h\u00E3y ch\u1EAFc ch\u1EAFn s\u1EED d\u1EE5ng Xem tr\u01B0\u1EDBc \u0110\u00E1nh gi\u00E1 \u0111\u1EC3 \u0111\u1EA3m b\u1EA3o c\u00E1c c\u00E2u h\u1ECFi n\u00E0y ho\u1EA1t \u0111\u1ED9ng nh\u01B0 b\u1EA1n mong \u0111\u1EE3i!
calc_question_no_calculations=Kh\u00F4ng c\u00F3 t\u00EDnh to\u00E1n n\u00E0o \u0111\u01B0\u1EE3c x\u00E1c \u0111\u1ECBnh
calc_question_calculation_sample_col=V\u00ED d\u1EE5
calc_question_calculation_status_col=Tr\u1EA1ng th\u00E1i
calc_question_instructions_label=H\u01B0\u1EDBng d\u1EABn
calc_question_simple_instructions_step_1=X\u00E1c \u0111\u1ECBnh c\u00E1c bi\u1EBFn trong c\u00E2u b\u00E0i t\u1EADp b\u1EB1ng c\u00E1ch bao quanh t\u00EAn bi\u1EBFn b\u1EB1ng d\u1EA5u ngo\u1EB7c \u0111\u01A1n (v\u00ED d\u1EE5\: {x} v\u00E0 {y}).
calc_question_simple_instructions_step_1a=Khi m\u1ED9t h\u1ECDc sinh xem c\u00E2u h\u1ECFi, variable placeholders s\u1EBD \u0111\u01B0\u1EE3c thay th\u1EBF b\u1EB1ng c\u00E1c gi\u00E1 tr\u1ECB bi\u1EBFn
calc_question_simple_instructions_step_2=X\u00E1c \u0111\u1ECBnh formula placeholders trong c\u00E2u h\u1ECFi b\u1EB1ng c\u00E1ch \u0111\u1EB7t t\u00EAn c\u00F4ng th\u1EE9c b\u1EB1ng d\u1EA5u ngo\u1EB7c nh\u1ECDn k\u00E9p (v\u00ED d\u1EE5\: {{z}})
calc_question_simple_instructions_step_2a=Khi h\u1ECDc sinh xem c\u00E2u h\u1ECFi, formula placeholders s\u1EBD \u0111\u01B0\u1EE3c thay th\u1EBF b\u1EB1ng c\u00E1c h\u1ED9p nh\u1EADp
calc_question_simple_instructions_step_2b=Internal calculations s\u1EED d\u1EE5ng c\u00E1c bi\u1EBFn s\u1ED1 c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c th\u00EAm v\u00E0o b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng c\u00E1c d\u1EA5u ngo\u1EB7c vu\u00F4ng []. K\u1EBFt qu\u1EA3 t\u00EDnh to\u00E1n s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB trong v\u0103n b\u1EA3n c\u00E2u h\u1ECFi (v\u00ED d\u1EE5\: [[{x} + {y}]]).
calc_question_simple_instructions_step_3=Sau khi vi\u1EBFt v\u0103n b\u1EA3n c\u00E2u h\u1ECFi, nh\u1EA5n n\u00FAt Extract Variables and Formulas and Calculations
calc_question_simple_instructions_step_3a=\u0110\u1EB7t c\u00E1c gi\u00E1 tr\u1ECB min v\u00E0 max cho c\u00E1c bi\u1EBFn
calc_question_simple_instructions_step_3b=X\u00E1c \u0111\u1ECBnh bi\u1EC3u th\u1EE9c c\u00F4ng th\u1EE9c d\u1EF1a tr\u00EAn c\u00E1c bi\u1EBFn, s\u1EED d\u1EE5ng d\u1EA5u ngo\u1EB7c \u0111\u01A1n (v\u00ED d\u1EE5\: {x} - {y})

# CALCULATED QUESTION ERRORS
empty_field=Ch\u1ED7 n\u00E0y kh\u00F4ng \u0111\u01B0\u1EE3c b\u1ECF tr\u1ED1ng
no_variables_defined=Kh\u00F4ng c\u00F3 bi\u1EBFn n\u00E0o \u0111\u01B0\u1EE3c x\u00E1c \u0111\u1ECBnh
no_formulas_defined=Kh\u00F4ng c\u00F3 c\u00F4ng th\u1EE9c n\u00E0o \u0111\u01B0\u1EE3c x\u00E1c \u0111\u1ECBnh
no_variables_formula=C\u00F4ng th\u1EE9c n\u00EAn ch\u1EE9a \u00EDt nh\u1EA5t m\u1ED9t Bi\u1EBFn
max_less_than_min=A variable has a max less than its min
invalid_tolerance=Tolerance must be a valid double or percentage (5.0 or 5.0%)
tolerance_negative=Tolerance must be positive; it defines the range around the answer that will be considered correct
invalid_min=Min ph\u1EA3i l\u00E0 m\u1ED9t s\u1ED1 h\u1EE3p l\u1EC7 (0.0)
invalid_min_scale=S\u1ED1 th\u1EADp ph\u00E2n t\u1ED1i thi\u1EC3u l\u1EDBn h\u01A1n gi\u00E1 tr\u1ECB quy m\u00F4
invalid_max=Max ph\u1EA3i l\u00E0 m\u1ED9t s\u1ED1 h\u1EE3p l\u1EC7 (0.0)
invalid_max_scale=S\u1ED1 th\u1EADp ph\u00E2n t\u1ED1i \u0111a l\u1EDBn h\u01A1n gi\u00E1 tr\u1ECB quy m\u00F4
unique_names=C\u00E1c bi\u1EBFn v\u00E0 c\u00F4ng th\u1EE9c ph\u1EA3i c\u00F3 c\u00E1c t\u00EAn duy nh\u1EA5t
variable_name_empty=T\u00EAn bi\u1EBFn kh\u00F4ng th\u1EC3 \u0111\u1EC3 tr\u1ED1ng. C\u00E1c bi\u1EBFn ph\u1EA3i b\u1EAFt \u0111\u1EA7u b\u1EB1ng m\u1ED9t k\u00FD t\u1EF1 alpha v\u00E0 ch\u1EC9 c\u00F3 th\u1EC3 ch\u1EE9a c\u00E1c k\u00FD t\u1EF1 ch\u1EEF c\u00E1i, s\u1ED1 v\u00E0 g\u1EA1ch d\u01B0\u1EDBi v\u00E0 \u0111\u01B0\u1EE3c b\u1ECDc trong d\u1EA5u ngo\u1EB7c \u0111\u01A1n (t\u1EE9c l\u00E0 {x})
variable_name_invalid=T\u00EAn bi\u1EBFn kh\u00F4ng h\u1EE3p l\u1EC7. C\u00E1c bi\u1EBFn ph\u1EA3i b\u1EAFt \u0111\u1EA7u b\u1EB1ng m\u1ED9t k\u00FD t\u1EF1 alpha v\u00E0 ch\u1EC9 c\u00F3 th\u1EC3 ch\u1EE9a c\u00E1c k\u00FD t\u1EF1 ch\u1EEF c\u00E1i, s\u1ED1 v\u00E0 g\u1EA1ch d\u01B0\u1EDBi v\u00E0 \u0111\u01B0\u1EE3c b\u1ECDc trong d\u1EA5u ngo\u1EB7c \u0111\u01A1n (t\u1EE9c l\u00E0 {x})
formula_name_empty=T\u00EAn c\u00F4ng th\u1EE9c kh\u00F4ng th\u1EC3 \u0111\u1EC3 tr\u1ED1ng. T\u00EAn c\u00F4ng th\u1EE9c ph\u1EA3i b\u1EAFt \u0111\u1EA7u b\u1EB1ng m\u1ED9t k\u00FD t\u1EF1 alpha v\u00E0 ch\u1EC9 c\u00F3 th\u1EC3 ch\u1EE9a c\u00E1c k\u00FD t\u1EF1 ch\u1EEF c\u00E1i, s\u1ED1 v\u00E0 g\u1EA1ch d\u01B0\u1EDBi v\u00E0 \u0111\u01B0\u1EE3c b\u1ECDc trong d\u1EA5u ngo\u1EB7c k\u00E9p (t\u1EE9c l\u00E0 {{y}})
formula_name_invalid=T\u00EAn c\u00F4ng th\u1EE9c kh\u00F4ng h\u1EE3p l\u1EC7. T\u00EAn c\u00F4ng th\u1EE9c ph\u1EA3i b\u1EAFt \u0111\u1EA7u b\u1EB1ng m\u1ED9t k\u00FD t\u1EF1 alpha v\u00E0 ch\u1EC9 c\u00F3 th\u1EC3 ch\u1EE9a c\u00E1c k\u00FD t\u1EF1 ch\u1EEF c\u00E1i, s\u1ED1 v\u00E0 g\u1EA1ch d\u01B0\u1EDBi v\u00E0 \u0111\u01B0\u1EE3c b\u1ECDc trong d\u1EA5u ngo\u1EB7c k\u00E9p (t\u1EE9c l\u00E0 {{y}})
formulas_not_validated=C\u00F4ng th\u1EE9c kh\u00F4ng \u0111\u01B0\u1EE3c x\u00E1c nh\u1EADn v\u00EC l\u1ED7i tr\u01B0\u1EDBc \u0111\u00F3
samigo_formula_error_1=1: L\u1ED7i C\u00FA ph\u00E1p
samigo_formula_error_2=2: L\u1ED7i C\u00FA ph\u00E1p
samigo_formula_error_3=3: Thi\u1EBFu d\u1EA5u ngo\u1EB7c \u0111\u01A1n
samigo_formula_error_4=4: Bi\u1EC3u th\u1EE9c r\u1ED7ng
samigo_formula_error_5=5: Ph\u1EA7n kh\u00F4ng mong mu\u1ED1n
samigo_formula_error_6=6: B\u1EA5t ng\u1EDD cu\u1ED1i c\u1EE7a Bi\u1EC3u th\u1EE9c
samigo_formula_error_7=7: Gi\u00E1 tr\u1ECB mong mu\u1ED1n
samigo_formula_error_8=8: C\u00F4ng th\u1EE9c c\u00F3 th\u1EC3 c\u00F3 c\u0103n b\u1EADc hai \u00E2m
samigo_formula_error_9=9: Bi\u1EBFn kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1ECBnh ngh\u0129a trong h\u01B0\u1EDBng d\u1EABn
samigo_formula_error_101=101: To\u00E1n t\u1EED kh\u00F4ng x\u00E1c \u0111\u1ECBnh
samigo_formula_error_102=102: Bi\u1EC3u th\u1EE9c kh\u00F4ng x\u00E1c \u0111\u1ECBnh
samigo_formula_error_103=103: Bi\u1EBFn kh\u00F4ng x\u00E1c \u0111\u1ECBnh
samigo_formula_error_104=104: To\u00E1n t\u1EED kh\u00F4ng x\u00E1c \u0111\u1ECBnh
samigo_formula_error_200=200 \: Bi\u1EC3u th\u1EE9c qu\u00E1 d\u00E0i
samigo_formula_error_300=300 \: \u0110\u1ECBnh ngh\u0129a bi\u1EBFn s\u1ED1 kh\u00F4ng \u0111\u1EA1t
samigo_formula_error_400=400 \: Gi\u00E1 tr\u1ECB S\u1ED1 nguy\u00EAn \u0111\u01B0\u1EE3c huy v\u1ECDng trong h\u00E0m
samigo_formula_error_401=401 \: K\u1EBFt qu\u1EA3 kh\u00F4ng ph\u1EA3i l\u00E0 s\u1ED1 ( NaN )
samigo_formula_error_402=402 \: K\u1EBFt qu\u1EA3 l\u00E0 v\u00F4 s\u1ED1 ( V\u00F4 s\u1ED1 )
samigo_formula_error_500=500: L\u1ED7i kh\u00F4ng x\u00E1c \u0111\u1ECBnh

cert_rem_assmt=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n x\u00F3a c\u00E1c \u0111\u00E1nh gi\u00E1 n\u00E0y?
button_edit_questions=Ch\u1EC9nh s\u1EEDa c\u00E2u h\u1ECFi
button_return_to_main=Quay tr\u1EDF l\u1EA1i M\u00E0n h\u00ECnh c\u00E2u h\u1ECFi ch\u00EDnh
cert_rem_q=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n xo\u00E1 c\u00E2u h\u1ECFi n\u00E0y?
cert_rem_submissions=\u0110\u00E1nh gi\u00E1 {0} c\u00F3 b\u00E0i n\u1ED9p. \u0110\u1EC3 x\u00F3a \u0111\u00E1nh gi\u00E1 n\u00E0y, tr\u01B0\u1EDBc h\u1EBFt b\u1EA1n ph\u1EA3i x\u00F3a t\u1EA5t c\u1EA3 c\u00E1c b\u00E0i n\u1ED9p li\u00EAn quan \u0111\u1EBFn n\u00F3.
change_q_type=Thay \u0111\u1ED5i lo\u1EA1i c\u00E2u h\u1ECFi
change_question_type=Thay \u0111\u1ED5i lo\u1EA1i c\u00E2u h\u1ECFi
change=Thay \u0111\u1ED5i
choose_rem=Vui l\u00F2ng ch\u1ECDn nh\u1EEFng g\u00EC b\u1EA1n mu\u1ED1n lo\u1EA1i b\u1ECF
choose_which_of_the=Ch\u1ECDn c\u00E2u n\u00E0o ph\u00F9 h\u1EE3p trong m\u1ED1i quan h\u1EC7 sau \u0111\u00E2y: China is to Asia? as _ is to _.
collect_metadata_for_p=Thu th\u1EADp si\u00EAu d\u1EEF li\u1EC7u cho c\u00E1c b\u1ED9 ph\u1EADn trong tr\u00ECnh ch\u1EC9nh s\u1EEDa c\u00E2u h\u1ECFi
collect_metadata_for_q=Thu th\u1EADp si\u00EAu d\u1EEF li\u1EC7u cho c\u00E1c c\u00E2u h\u1ECFi trong tr\u00ECnh ch\u1EC9nh s\u1EEDa c\u00E2u h\u1ECFi
continuous_numbering=S\u1ED1 li\u00EAn t\u1EE5c gi\u1EEFa c\u00E1c ph\u1EA7n. 
copy_all_to_pool=Sao ch\u00E9p t\u1EA5t c\u1EA3 c\u00E1c c\u00E2u h\u1ECFi \u0111\u1EBFn kho
correct_answer=C\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c
correct_answer_opti=Ph\u1EA3n h\u1ED3i \u0111\u00FAng c\u00E2u tr\u1EA3 l\u1EDDi (tuy ch\u1ECDn)
correct_options=Tu\u1EF3 ch\u1ECDn Ch\u00EDnh x\u00E1c
correct_incorrect_an=Ph\u1EA3n h\u1ED3i c\u00E2u tr\u1EA3 l\u1EDDi \u0110\u00FAng/Kh\u00F4ng \u0111\u00FAng
correct_match_feedback_opt=Ph\u1EA3n h\u1ED3i ch\u00EDnh x\u00E1c m\u1ED9t c\u00E1ch ph\u00F9 h\u1EE3p(t\u00F9y ch\u1ECDn)
incorrect_match_feedback_opt=Ph\u1EA3n h\u1ED3i kh\u00F4ng ch\u00EDnh x\u00E1c m\u1ED9t c\u00E1ch ph\u00F9 h\u1EE3p (t\u00F9y ch\u1ECDn)
correct_im_feedback_opt=Ph\u1EA3n h\u1ED3i ch\u00EDnh x\u00E1c m\u1ED9t c\u00E1ch ph\u00F9 h\u1EE3p(t\u00F9y ch\u1ECDn)
incorrect_im_feedback_opt=Ph\u1EA3n h\u1ED3i kh\u00F4ng ch\u00EDnh x\u00E1c m\u1ED9t c\u00E1ch ph\u00F9 h\u1EE3p (t\u00F9y ch\u1ECDn)
feedback_unavailable=Kh\u00F4ng c\u00F3 ph\u1EA3n h\u1ED3i cho l\u1EF1a ch\u1ECDn n\u00E0y
correct_option_labels=Nh\u00E3n t\u00F9y ch\u1ECDn ch\u00EDnh x\u00E1c (v\u00ED d\u1EE5\: A ho\u1EB7c ABC)
correct_response=Ph\u1EA3n h\u1ED3i ch\u00EDnh x\u00E1c
create_modify_a=Th\u00EAm / Ch\u1EC9nh s\u1EEDa \u0110\u00E1nh gi\u00E1
create_modify_p=Th\u00EAm/S\u1EEDa Ph\u1EA7n \u0111\u1EC1 thi
create_pairing=Th\u00EAm / Ch\u1EC9nh s\u1EEDa Gh\u00E9p n\u1ED1i v\u00E0 Ph\u1EA3n h\u1ED3i T\u00F9y ch\u1ECDn
create_IM_pairing=Nh\u1EADp m\u00F4 t\u1EA3 v\u00E0 v\u1EBD v\u00F9ng Hot Spot t\u01B0\u01A1ng \u1EE9ng cho m\u1ED7i m\u1EE5c m\u00E0 b\u1EA1n mu\u1ED1n th\u00EAm v\u00E0o. N\u00FAt m\u00E0u xanh l\u00E1 c\u00E2y cho bi\u1EBFt m\u1EE5c b\u1EA1n \u0111ang l\u00E0m vi\u1EC7c.
all_im_zones_needed=B\u1EA1n ph\u1EA3i thi\u1EBFt l\u1EADp t\u1EA5t c\u1EA3 v\u00F9ng \u1EA3nh
all_im_descriptions_needed= B\u1EA1n ph\u1EA3i thi\u1EBFt l\u1EADp t\u1EA5t c\u1EA3 m\u00F4 t\u1EA3
im_description=Nh\u1EADp m\u1EE5c m\u00F4 t\u1EA3
im_add_item=Th\u00EAm m\u1EE5c
no_matching_pair=Kh\u00F4ng c\u00F3 c\u1EB7p n\u00E0o \u0111\u01B0\u1EE3c t\u1EA1o ra
creator=Ng\u01B0\u1EDDi t\u1EA1o ra
delivery_dates=Ng\u00E0y giao
description_asi_aut=M\u00F4 t\u1EA3 \: b\u1EA3ng \u0111\u1ECBnh ki\u1EC3u c\u00E1ch T\u00E1c gi\u1EA3 XML ASI
description_asi_aut=M\u00F4 t\u1EA3\: Bi\u1EC3u m\u1EABu ki\u1EC3u XML c\u1EE7a t\u00E1c gi\u1EA3 ASI\: \u00C2m thanh \u0111a ph\u01B0\u01A1ng ti\u1EC7n
description_intro_o=M\u00F4 t\u1EA3 / Gi\u1EDBi thi\u1EC7u (t\u00F9y ch\u1ECDn)
due=H\u1EA1n
each_p_is_on_a_se=
each_q_is_on=M\u1ED7i ph\u1EA7n tr\u00EAn m\u1ED9t trang Web ri\u00EAng bi\u1EC7t.
editor=Bi\u00EAn t\u1EADp vi\u00EAn
example_emi_question=Khoang v\u00F9ng c\u00E1c ph\u1EA7n c\u00E2u h\u1ECFi \u0111\u01B0\u1EE3c m\u1EDF r\u1ED9ng
existing_qs=C\u00E2u h\u1ECFi \u0111ang c\u00F3
existing_q=C\u00E2u h\u1ECFi hi\u1EC7n t\u1EA1i
extended_matching_items=Extended Matching Items
false_msg=Sai
feedback_will_be_dis=Ph\u1EA3n h\u1ED3i s\u1EBD \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB cho h\u1ECDc vi\u00EAn v\u00E0o m\u1ED9t ng\u00E0y nh\u1EA5t \u0111\u1ECBnh
file_upload=T\u1EA3i t\u1EC7p l\u00EAn
file_upload_example=V\u00ED d\u1EE5 v\u1EC1 T\u1EA3i t\u1EC7p l\u00EAn
fill_in_the_blank=\u0110i\u1EC1n v\u00E0o ch\u1ED7 tr\u1ED1ng
fill_in_numeric=\u0110\u00E1p \u00E1n b\u1EB1ng s\u1ED1
for_example_curly=V\u00ED d\u1EE5\: Hoa h\u1ED3ng l\u00E0 {m\u00E0u \u0111\u1ECF} v\u00E0 violets {xanh}.
for_example_curly_fin=V\u00ED d\u1EE5\: 3 * 3 \= {9} v\u00E0 2 + 2 = {4}
global_nav_assessmt=Nh\u1EEFng \u0111\u00E1nh gi\u00E1
global_nav_template=M\u1EABu
global_nav_pools=B\u1ED9 c\u00E2u h\u1ECFi
subnav_add_part=Th\u00EAm ph\u1EA7n
action_print=In
gradebook_options=T\u00F9y ch\u1ECDn l\u1EDBp h\u1ECDc
grading=Ph\u00E2n lo\u1EA1i
grading_options=T\u00F9y ch\u1ECDn ph\u00E2n lo\u1EA1i
graphics=\u0110\u1ED3 h\u1ECDa
high_security=B\u1EA3o m\u1EADt cao
hrs=Gi\u1EDD
if_multiple_submissi=N\u1EBFu m\u1ED7i ng\u01B0\u1EDDi d\u00F9ng n\u1ED9p nhi\u1EC1u b\u00E0i
im_choice_col=M\u00F4 t\u1EA3 v\u0103n b\u1EA3n
im_currently_editing=Ch\u1EC9nh s\u1EEDa Hi\u1EC7n t\u1EA1i
im_match_col=V\u00F9ng \u1EA3nh
image=\u1EA2nh
image_map_question=\u0110i\u1EC3m truy c\u1EADp
image_map_src=Ch\u1ECDn \u1EA3nh \u0111i\u1EC3m truy c\u1EADp
immediate_feedback=Ph\u1EA3n h\u1ED3i ngay l\u1EADp t\u1EE9c
import_an_assessment=Th\u00EAm \u0111\u00E1nh gi\u00E1
import_from_a_file=Nh\u1EADp t\u1EEB t\u1EC7p
import_from_q=Sao ch\u00E9p t\u1EEB b\u1ED9 c\u00E2u h\u1ECFi
import_from_question_bank=*** L\u1EA5y t\u1EEB ng\u00E2n h\u00E0ng c\u00E2u h\u1ECFi
import_from_question=L\u1EA5y t\u1EEB b\u1ED9 c\u00E2u h\u1ECFi
incorrect_answer_op=Ph\u1EA3n h\u1ED3i Tr\u1EA3 l\u1EDDi Kh\u00F4ng ch\u00EDnh x\u00E1c (t\u00F9y ch\u1ECDn)
ins_new_q=Ch\u00E8n c\u00E2u h\u1ECFi m\u1EDBi
insert_additional_a=Ch\u00E8n th\u00EAm c\u00E2u tr\u1EA3 l\u1EDDi
insert_additional_q_a_combos=Ch\u00E8n th\u00EAm m\u1EE5c
insert_additional_answer_options=T\u00F9y ch\u1ECDn ch\u00E8n th\u00EAm c\u00E2u h\u1ECFi
insert_p=Th\u00EAm ph\u1EA7n
insert_q=Ch\u00E8n c\u00E2u h\u1ECFi
item=M\u1EE5c
item_display_author=Hi\u1EC3n th\u1ECB m\u1EE5c - Ch\u1EBF \u0111\u1ED9 t\u00E1c gi\u1EA3
items=C\u00E1c m\u1EE5c
key=Nh\u1EEFng t\u1EEB kh\u00F3a
keyword=T\u1EEB kh\u00F3a
late_handling=X\u1EED l\u00FD mu\u1ED9n
late_submissions_af=C\u00E1c B\u1EA3n G\u1EEDi sau (Sau Ng\u00E0y H\u1EBFt H\u1EA1n) s\u1EBD KH\u00D4NG \u0111\u01B0\u1EE3c ch\u1EA5p nh\u1EADn
late_submissions_wil=G\u1EEDi mu\u1ED9n s\u1EBD \u0111\u01B0\u1EE3c ch\u1EA5p nh\u1EADn v\u00E0 s\u1EBD \u0111\u01B0\u1EE3c g\u1EAFn th\u1EBB tr\u1EC5 trong qu\u00E1 tr\u00ECnh ch\u1EA5m \u0111i\u1EC3m.
linear_access_to_que=Linear Access to questions with NO return to previous pages. <br/> &nbsp; &nbsp; &nbsp; There are only NEXT buttons only to go forward. <br/> &nbsp; &nbsp; &nbsp; There is NO Table of Contents page. <br/>
match=B\u00E0i thi
lead_in_statement=\u0110\u1EA7u v\u00E0o
default_lead_in_statement_description=V\u0103n b\u1EA3n m\u1EB7c \u0111\u1ECBnh sau s\u1EBD \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng tr\u1EEB khi b\u1EA1n nh\u1EA5p v\u00E0o h\u1ED9p n\u00E0y v\u00E0 nh\u1EADp v\u0103n b\u1EA3n c\u1EE7a ri\u00EAng b\u1EA1n. <br/> V\u0103n b\u1EA3n m\u1EB7c \u0111\u1ECBnh:\

default_lead_in_statement=\u0110\u1ED1i v\u1EDBi m\u1ED7i m\u1EE5c d\u01B0\u1EDBi \u0111\u00E2y, h\u00E3y l\u1EF1a ch\u1ECDn c\u00E2u tr\u1EA3 l\u1EDDi th\u00EDch h\u1EE3p nh\u1EA5t \u1EDF tr\u00EAn. M\u1ED7i c\u00E2u tr\u1EA3 l\u1EDDi c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng m\u1ED9t l\u1EA7n, nhi\u1EC1u l\u1EA7n, ho\u1EB7c kh\u00F4ng h\u1EC1 c\u00F3.
matching=Cu\u1ED9c thi
matching_choice_col=S\u1EF1 l\u1EF1a ch\u1ECDn
matching_match_col=Cu\u1ED9c thi
matching_currently_editing=Ch\u1EC9nh s\u1EEDa hi\u1EC7n t\u1EA1i
matching_q_cont=C\u00E2u h\u1ECFi b\u00E0i thi_Ti\u1EBFp t\u1EE5c
metadata=D\u1EEF li\u1EC7u m\u00F4 t\u1EA3 (si\u00EAu d\u1EEF li\u1EC7u)
mins=Ph\u00FAt
model_short_answer=M\u1EABu Tr\u1EA3 l\u1EDDi Ng\u1EAFn (t\u00F9y ch\u1ECDn)
modify_q=Ch\u1EC9nh s\u1EEDa c\u00E2u h\u1ECFi
multiple_choice_type=Nhi\u1EC1u l\u1EF1a ch\u1ECDn
multiple_mc_ss_pc=Multiple Correct, Single Selection with Partial Credit
multiple_choice_surv=Kh\u1EA3o s\u00E1t
mutually_exclusive=Mutually Exclusive
my_assmts=Nh\u01B0ng b\u00E0i \u0111\u00E1nh gi\u00E1
my_qs=Nh\u01B0ng c\u00E2u h\u1ECFi
my_qp=B\u1ED9 c\u00E2u h\u1ECFi
my_ts=Nh\u1EEFng m\u1EABu
navigation=Navigation
new_p=B\u1ED9 ph\u1EADn m\u1EDBi
next_prev= C\u00F3 c\u00E1c n\u00FAt NEXT v\u00E0 PREV tr\u00EAn m\u1ED7i trang \u0111\u1EC3 \u0111i\u1EC1u h\u01B0\u1EDBng.
no_feedback_will_be=Kh\u00F4ng c\u00F3 th\u00F4ng tin n\u00E0o \u0111\u01B0\u1EE3c ph\u1EA3n h\u1ED3i \u0111\u1EBFn sinh vi\u00EAn.
no_toc= Kh\u00F4ng c\u00F3 trang M\u1EE5c l\u1EE5c.
none=tr\u1ED1ng
note_emi_correct_options=\u0110\u1EB7t c\u00E1c t\u00F9y ch\u1ECDn ch\u00EDnh x\u00E1c cho m\u1ED7i m\u1EE5c trong d\u1EA5u ngo\u1EB7c vu\u00F4ng ([]) \u1EDF cu\u1ED1i v\u0103n b\u1EA3n c\u1EE7a m\u1EE5c.
note_emi_separate=Ng\u0103n c\u00E1ch b\u1EB1ng d\u1EA5u ph\u1EA9y (,) n\u1EBFu c\u00F3 nhi\u1EC1u l\u1EF1a ch\u1ECDn ch\u00EDnh x\u00E1c.
note_emi_example=V\u00ED d\u1EE5\: Lo\u1EA1i x\u01B0\u01A1ng n\u00E0o \u0111\u01B0\u1EE3c t\u00ECm th\u1EA5y trong c\u00E1nh tay? [a, d, e]
note_p_headers_w=L\u01AFU \u00DD\: C\u00E1c ph\u1EA7n c\u00F3 ti\u00EAu \u0111\u1EC1 "M\u1EB7c \u0111\u1ECBnh" s\u1EBD kh\u00F4ng \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB cho ng\u01B0\u1EDDi \u0111\u00E1nh gi\u00E1.
note_point_value_for_question=Gi\u00E1 tr\u1ECB \u0110i\u1EC3m tr\u1EA3 l\u1EDDi l\u00E0 y\u00EAu c\u1EA7u b\u1EAFt bu\u1ED9c. Vui l\u00F2ng nh\u1EADp m\u1ED9t gi\u00E1 tr\u1ECB d\u01B0\u01A1ng
note_place_curly=L\u01AFU \u00DD\: \u0110\u1EB7t d\u1EA5u ngo\u1EB7c nh\u1ECDn ({}) quanh nh\u1EEFng t\u1EEB c\u1EA7n m\u1ED9t kho\u1EA3ng tr\u1ED1ng.
defining_answers=<b> X\u00E1c \u0111\u1ECBnh c\u00E2u tr\u1EA3 l\u1EDDi </ b>
fib_note_1=\u0110\u1EB7t d\u1EA5u ngo\u1EB7c nh\u1ECDn "{}" xung quanh (nh\u1EEFng) t\u1EEB c\u00F3 ch\u1ED7 tr\u1ED1ng \u0111\u01B0\u1EE3c y\u00EAu c\u1EA7u. <br /> V\u00ED d\u1EE5\: Hoa h\u1ED3ng l\u00E0 {m\u00E0u \u0111\u1ECF} v\u00E0 violets {xanh}.
fib_note_2=Ch\u00E8n d\u1EA5u "|" gi\u1EEFa c\u00E1c c\u00E2u tr\u1EA3 l\u1EDDi gi\u1ED1ng nh\u01B0 c\u00E1c t\u1EEB \u0111\u1ED3ng ngh\u0129a. <br /> V\u00ED d\u1EE5\: {They are | They're} r\u1EA5t h\u1EA1nh ph\u00FAc.
fib_note_3=Ch\u00E8n d\u1EA5u hoa th\u1ECB (*) cho m\u1ED9t ho\u1EB7c nhi\u1EC1u k\u00FD t\u1EF1 \u0111\u1EA1i di\u1EC7n. <br /> V\u00ED d\u1EE5\: Tr\u1EDDi m\u01B0a {c *} v\u00E0 {d * s}.
note_defining_answers=Place curly brackets "{}" around numeric value(s) requiring blank response field(s). Example: 3*3={9}.
range=< b > Mi\u1EC1n \: < / b > Ch\u00E8n " |" gi\u1EEFa mi\u1EC1n gi\u00E1 tr\u1ECB. 
range_example= V\u00ED d\u1EE5\: Gi\u00E1 l\u00E0 {12,2 | 14.5}. C\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a sinh vi\u00EAn gi\u1EEFa 12.2 v\u00E0 14.5 s\u1EBD \u0111\u01B0\u1EE3c coi l\u00E0 h\u1EE3p l\u1EC7.
scientific_notataion=<b>Scientific notation:</b> A period MUST be used as the decimal point marker and the letter "E" or "e" for exponent.
scientific_notataion_example=V\u00ED d\u1EE5\: {6.022E23} \u0111\u1EC3 bi\u1EC3u th\u1ECB s\u1ED1 Avogadro.
complex_numbers=S\u1ED1 ph\u1EE9c </ b> ph\u1EA3i \u1EDF d\u1EA1ng (a + bi), trong \u0111\u00F3 "a" v\u00E0 "b" c\u1EA7n ph\u1EA3i c\u00F3 c\u00E1c gi\u00E1 tr\u1ECB \u0111\u01B0\u1EE3c n\u00EAu r\u00F5 r\u00E0ng.
complex_numbers_example=V\u00ED d\u1EE5\: {1 + 1i} h\u1EE3p l\u1EC7 trong khi {1 + i} th\u00EC kh\u00F4ng h\u1EE3p l\u1EC7. T\u01B0\u01A1ng t\u1EF1, {0 + 9i} h\u1EE3p l\u1EC7 trong khi {9i} th\u00EC kh\u00F4ng.
accepted_characters=<b> C\u00E1c k\u00FD t\u1EF1 ch\u1EA5p nh\u1EADn \u0111\u01B0\u1EE3c </ b>
note_accepted_fin_1=Only numbers, decimal point markers, sign indicators preceding a number (e.g., -5), or <br/>spaces (e.g., as thousand separators, 5 000) are allowed within curly brackets. <b>NOTE:</b> For scientific notation, <br/>a period MUST be used as the decimal point marker.
note_accepted_fin_2=B\u1EA5t c\u1EE9 m\u1ED9t k\u00FD t\u1EF1 n\u00E0o ( ch\u1EB3ng h\u1EA1n nh\u01B0, $ hay l\u00E0% ) n\u1EBFu c\u1EA7n c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c \u0111\u1EB7t v\u00E0o d\u1EA5u ngo\u1EB7c V\u00ED d\u1EE5 nh\u01B0 \: 3 / 10 \= { 30 }% < br / > ( Duy nh\u1EA5t 30 s\u1EBD c\u1EA7n \u0111\u01B0\u1EE3c v\u00E0o trong the blank response field.) 
note_accepted_fin_3=Khi \u0111\u1ECBnh ngh\u0129a mi\u1EC1n gi\u00E1 tr\u1ECB, gi\u00E1 tr\u1ECB \u0111i tr\u01B0\u1EDBc " |" ph\u1EA3i \u0111\u01B0\u1EE3c b\u00E9 h\u01A1n gi\u00E1 tr\u1ECB sau < br / > ( ch\u1EB3ng h\u1EA1n nh\u01B0, { 12.2|14.5} ). 
for_example_accepted_fin=V\u00ED d\u1EE5 nh\u01B0 \: 3 / 10 \= { 30 }% ( Duy nh\u1EA5t 30 s\u1EBD c\u1EA7n \u0111\u01B0\u1EE3c nh\u1EADp v\u00E0o trong ch\u1ED7 tr\u1ED1ng. )
mathjax_usage_warning=LaTeX markup may conflict with notation required for this question type.
# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe=L\u1EF1a ch\u1ECDn \: th\u00EAm ( | ) v\u00E0o gi\u1EEFa nh\u1EEFng l\u1EF1a ch\u1ECDn tr\u1EA3 l\u1EDDi nh\u01B0 \u0111\u1ED3ng ngh\u0129a. 
for_example_pipe=V\u00ED d\u1EE5 nh\u01B0 \: { H\u1ECD are|They l\u00E0 } r\u1EA5t h\u1EA1nh ph\u00FAc. 
wildcard_char=Ch\u00E8n m\u1ED9t d\u1EA5u hoa th\u1ECB (*) cho m\u1ED9t ho\u1EB7c nhi\u1EC1u k\u00FD t\u1EF1 \u0111\u1EA1i di\u1EC7n.
wildcard_example=V\u00ED d\u1EE5\: Tr\u1EDDi \u0111ang m\u01B0a {c *} v\u00E0 {d * s}.
number_of_attempts=S\u1ED1 l\u1EA7n th\u1EED
number_of_attempts_indic=Cho bi\u1EBFt s\u1ED1 l\u1EA7n h\u1ECDc vi\u00EAn \u0111\u01B0\u1EE3c ph\u00E9p ghi l\u1EA1i c\u00E2u tr\u1EA3 l\u1EDDi
number_of_qs=* S\u1ED1 l\u01B0\u1EE3ng c\u00E1c c\u00E2u h\u1ECFi
point_value_of_questons=* \u0110i\u1EC3m c\u1EE7a c\u00E2u h\u1ECFi
randomization=S\u1EF1 ng\u1EABu nhi\u00EAn
type_of_randomization=Lo\u1EA1i ng\u1EABu nhi\u00EAn
randomized_per_submission=Nh\u1EEFng c\u00E2u h\u1ECFi c\u1EE7a h\u1ECDc vi\u00EAn \u0111\u01B0\u1EE3c \u0111\u00E1nh gi\u00E1 ng\u1EABu nhi\u00EAn  v\u00E0 n\u1ED9p.
randomized_per_student=Nh\u1EEFng c\u00E2u h\u1ECFi c\u1EE7a h\u1ECDc vi\u00EAn \u0111\u01B0\u1EE3c ch\u1ECDn ng\u1EABu nhi\u00EAn m\u1ED9t l\u1EA7n cho t\u1EA5t c\u1EA3 c\u00E1c b\u00E0i n\u1ED9p.
number_of_submission=S\u1ED1 l\u1EA7n n\u1ED9p b\u00E0i cho ph\u00E9p.
numbering=Numbering
obj=Nh\u1EEFng ch\u1EE7 \u0111\u1EC1
objective=M\u1EE5c ti\u00EAu
one_per=(Tr\u00EAn m\u1ED7i d\u00F2ng)
only=Duy nh\u1EA5t
only_next= Ch\u1EC9 c\u00F3 n\u00FAt NEXT m\u1EDBi c\u00F3 th\u1EC3 ti\u1EBFp t\u1EE5c.
org=T\u1ED5 ch\u1EE9c
p=Ph\u1EA7n
p_information=Ph\u1EA7n th\u00F4ng tin
p_title=Ph\u1EA7n ti\u00EAu \u0111\u1EC1
part_dash=Ph\u1EA7n-
password=M\u1EADt kh\u1EA9u
pool_name=* T\u00EAn b\u1ED9
number_questions=(T\u1ED5ng \# s\u1ED1 c\u00E2u h\u1ECFi)
pt=\u0110i\u1EC3m s\u1ED1
q=C\u00E2u h\u1ECFi
q_text=\u0110o\u1EA1n c\u00E2u h\u1ECFi
q_layout=Giao di\u1EC7n c\u00E2u h\u1ECFi
q_level_feedb=Ph\u1EA3n h\u1ED3i c\u1EA5p \u0111\u1ED9 c\u00E2u h\u1ECFi
q_multiple=C\u00E2u h\u1ECFi - Nhi\u1EC1u l\u1EF1a ch\u1ECDn (nhi\u1EC1u c\u00E2u \u0111\u00FAng)
q_ordering_n=Tr\u00ECnh t\u1EF1 c\u00E2u h\u1ECFi
qs=Nh\u1EEFng c\u00E2u h\u1ECFi
question=C\u00E2u h\u1ECFi
question_answer_combinations=Item Stems
question_text=\u0110o\u1EA1n c\u00E2u h\u1ECFi
question_theme_text=Ch\u1EE7 \u0111\u1EC1
random_access_to_que=Truy c\u1EADp ng\u1EABu nhi\u00EAn c\u00E1c c\u00E2u h\u1ECFi t\u1EEB M\u1EE5c l\u1EE5c. <br /> C\u00F3 c\u00E1c n\u00FAt NEXT v\u00E0 PREV tr\u00EAn m\u1ED7i trang \u0111\u1EC3 \u0111i\u1EC1u h\u01B0\u1EDBng.
random_draw_from_que=Ch\u1ECDn ng\u1EABu nhi\u00EAn t\u1EEB b\u1ED9 c\u00E2u h\u1ECFi
random_draw_from_que_edit_disabled=(X\u00F3a c\u00E2u h\u1ECFi hi\u1EC7n t\u1EA1i kh\u1ECFi ph\u1EA7n n\u00E0y \u0111\u1EC3 b\u1EADt t\u00EDnh n\u0103ng n\u00E0y)
randow_draw_from_que_no_pools_available=(Th\u00EAm \u00EDt nh\u1EA5t m\u1ED9t c\u00E2u h\u1ECFi v\u00E0o B\u1ED9 c\u00E2u h\u1ECFi ch\u01B0a d\u00F9ng \u0111\u1EC3 b\u1EADt t\u00EDnh n\u0103ng n\u00E0y)
random_draw_questions_prefix=* \u0110\u01B0a ra
random_draw_questions_suffix=C\u00E2u h\u1ECFi(s) t\u1EEB
random_draw_correct_prefix=* C\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng th\u00EC x\u1EE9ng \u0111\u00E1ng
random_draw_correct_suffix=\u0110i\u1EC3m(s).
random_draw_deduct_prefix=* \u0110\u1ED1i v\u1EDBi c\u00E2u h\u1ECFi '\u0110\u00FAng Sai' ho\u1EB7c 'Nhi\u1EC1u l\u1EF1a ch\u1ECDn, m\u1ED9t \u0111\u00E1p \u00E1n', deduct
random_draw_deduct_suffix=point(s) for incorrect answers. This overrides the original pool setting.
random_within_p=Tr\u1ED9n ng\u1EABu nhi\u00EAn trong ph\u1EA7n c\u1EE7a \u0111\u1EC1 thi
randomize_answers=Ch\u1ECDn ng\u1EABu nhi\u00EAn c\u00E1c c\u00E2u tr\u1EA3 l\u1EDDi
req_rationale=Y\u00EAu c\u1EA7u l\u00FD do
randomize_items=Ch\u1ECDn ng\u1EABu nhi\u00EAn c\u00E1c m\u1EE5c
record_the_average_s=Ghi l\u1EA1i \u0111i\u1EC3m s\u1ED1 trung b\u00ECnh
record_the_highest_s=Ghi l\u1EA1i \u0111i\u1EC3m s\u1ED1 cao nh\u1EA5t
rem_p_all=Lo\u1EA1i b\u1ECF m\u1ED9t ph\u1EA7n v\u00E0 t\u1EA5t c\u1EA3 c\u00E1c c\u00E2u h\u1ECFi.
rem_p_only=Ch\u1EC9 x\u00F3a m\u1ED9t ph\u1EA7n v\u00E0 di chuy\u1EC3n (c\u00E1c) c\u00E2u h\u1ECFi \u0111\u1EBFn
remove_assessment_co=X\u00F3a ph\u1EA7n X\u00E1c nh\u1EADn \u0110\u00E1nh gi\u00E1
remove_assessment_check=X\u00F3a ph\u1EA7n Ki\u1EC3m tra \u0110\u00E1nh gi\u00E1
remove_p_conf=Remove Part Confirmation
remove_q_conf=Remove Question Confirmation
remove_question_conf=Remove Question Confirmation
require_all_ok=Allow Partial Credit
require_rationale=Y\u00EAu c\u1EA7u l\u00FD do
required=T\u1EA5t c\u1EA3 c\u00E1c ch\u1ED7 tr\u1ED1ng c\u00F3 d\u1EA5u sao th\u00EC b\u1EAFt bu\u1ED9c
rationale=L\u00FD do
restart_numbering_be=Restart numbering between parts.
retract=T\u1EEB ch\u1ED1i
rube=Nh\u1EEFng \u0111\u1EC1 m\u1EE5c
rubric_colon=Chuy\u00EAn m\u1EE5c
sakai_assessment_man=Qu\u1EA3n l\u00FD \u0110\u00E1nh gi\u00E1 Sakai
sakai_assessment_rem_q=\u0110\u00E1nh gi\u00E1 Sakai - X\u00F3a C\u00E2u h\u1ECFi
save_or_cancel_change=L\u01B0u ho\u1EB7c h\u1EE7y thay \u0111\u1ED5i
scoring=Ghi \u0111i\u1EC3m
search_question=T\u00ECm c\u00E2u h\u1ECFi
secondary_pass=M\u1EADt kh\u1EA9u c\u1EA5p hai
select=[Ch\u1ECDn]
select_menu=Ch\u1ECDn
select_appropriate_format=Ch\u1ECDn \u0111\u1ECBnh d\u1EA1ng th\u00EDch h\u1EE3p
options_text=C\u00E1c l\u1EF1a ch\u1ECDn
select_a_pool_name=Ch\u1ECDn t\u00EAn b\u1ED9 c\u00E2u h\u1ECFi  (t\u00F9y ch\u1ECDn)
select_a_pool_for_random_draw=Ch\u1ECDn b\u1ED9 c\u00E2u h\u1ECFi
select_num_questions=(###)
select_combo=Ch\u1ECDn
select_one=Ch\u1ECDn m\u00F4t...
select_qtype=Ch\u1ECDn lo\u1EA1i c\u00E2u h\u1ECFi
select_the_feedback=Ch\u1ECDn c\u00E1c Th\u00E0nh ph\u1EA7n Ph\u1EA3n h\u1ED3i \u0111\u1EC3 \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB cho h\u1ECDc vi\u00EAn
selected=\u0110\u00E3 ch\u1ECDn
selection_level_feed=Ch\u1ECDn c\u1EA5p \u0111\u1ED9 ph\u1EA3n h\u1ED3i
settings=C\u00E1c thi\u1EBFt l\u1EADp -
short_answer_essay=Tr\u1EA3 l\u1EDDi ng\u1EAFn / Ti\u1EC3u lu\u1EADn
show=Hi\u1EC3n th\u1ECB
show_hide=Hi\u1EC3n th\u1ECB/\u1EA9n
student_rsquo_s_scor=\u0110i\u1EC3m c\u1EE7a h\u1ECDc sinh
submission_message=G\u1EEDi th\u00F4ng b\u00E1o
submissions=N\u1ED9p b\u00E0i
submissions_allowed=Cho ph\u00E9p n\u1ED9p b\u00E0i
subsub=subsub
sure_rem_q=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n xo\u00E1 c\u00E2u h\u1ECFi n\u00E0y?
tf=\u0110\u00FAng/sai
the_complete_assessm=Ho\u00E0n th\u00E0nh \u0111\u00E1nh gi\u00E1 \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB tr\u00EAn m\u1ED9t trang web
time_allowed_seconds=Th\u1EDDi gian cho ph\u00E9p (gi\u00E2y)
time_allowed_seconds_indic=Ch\u1EC9 th\u1ECB bao l\u00E2u sinh vi\u00EAn ph\u1EA3i c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00E3 ghi \u00E2m s\u1EB5n
timed_assessment=\u0110\u00E1nh gi\u00E1 th\u1EDDi gian
timed_assessment_wit=\u0110\u00E1nh gi\u00E1 th\u1EDDi gian v\u1EDBi th\u1EDDi gian gi\u1EDBi h\u1EA1n
title_navigoproject=Ti\u00EAu \u0111\u1EC1: NavigoProject.org
total_pts=\u0110i\u1EC3m t\u1ED5ng c\u1ED9ng
total_pt=T\u1ED5ng \u0111i\u1EC3m
true_msg=\u0110\u00FAng
true_false=\u0110\u00FAng sai
true_false_slash=\u0110\u00FAng/sai
true_false_q=C\u00E2u h\u1ECFi \u0110\u00FAng/sai
unlimited=Qu\u00E1 m\u1EE9c
upload_assessment=T\u1EA3i l\u00EAn b\u1EA3n \u0111\u00E1nh gi\u00E1
user_must_click_sav=Ng\u01B0\u1EDDi d\u00F9ng ph\u1EA3i nh\u1EA5p v\u00E0o n\u00FAt "L\u01B0u" \u0111\u1EC3 l\u01B0u \u0111\u1EA7u v\u00E0o.
username=T\u00EAn \u0111\u0103ng nh\u1EADp
zero_survey=(0 = T\u1ED5ng qu\u00E1t or kh\u00F4ng s\u1EAFp x\u1EBFp c\u00E2u h\u1ECFi)
choice_labels=A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z

no=Kh\u00F4ng
yes=C\u00F3

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
label_question=Q{0}
#used if the question is not from a random pool and the assignment has more then one part
label_question_part=P{1}-Q{0}
#used if the question is from a random pool and the assignment has more then one part
label_question_part_pool=P{1}-Q{0}-Pool:{2}
#used if the question is from a random pool and the assignment has only one part
label_question_pool=Q{0}-B\u1ED9:{2}

#multiple choice survey answers
above_average=Tr\u00EAn m\u1EE9c trung b\u00ECnh
below_average=D\u01B0\u1EDBi m\u1EE9c trung b\u00ECnh
average=Trung b\u00ECnh
excellent=Xu\u1EA5t s\u1EAFc
yes_no=Kh\u00F4ng, c\u00F3
disagree_agree=Kh\u00F4ng \u0111\u1ED3ng \u00FD, \u0111\u1ED3ng \u00FD
disagree_undecided=Kh\u00F4ng \u0111\u1ED3ng \u00FD, Kh\u00F4ng x\u00E1c \u0111\u1ECBnh, \u0111\u1ED3ng \u00FD
strongly_agree=Ho\u00E0n to\u00E0n \u0111\u1ED3ng \u00FD
strongly_disagree=Ho\u00E0n to\u00E0n kh\u00F4ng \u0111\u1ED3ng \u00FD
disagree=Kh\u00F4ng \u0111\u1ED3ng \u00FD
agree=\u0110\u1ED3ng \u00FD
undecided=Ch\u01B0a quy\u1EBFt \u0111\u1ECBnh
unacceptable=Kh\u00F4ng th\u1EC3 ch\u1EA5p nh\u1EADn
scale5=1 -> 5
scale10=1 -> 10

# added by daisyf
questions_lower_case=C\u00E2u h\u1ECFi
question_s_lower_case=C\u00E2u h\u1ECFi(s)
points_lower_case=S\u1ED1 \u0111i\u1EC3m
point_lower_case=\u0110i\u1EC3m
generalItemFeedback=Ph\u1EA3n h\u1ED3i
correctItemFeedback=Ph\u1EA3n h\u1ED3i \u0111\u00FAng
incorrectItemFeedback=Ph\u1EA3n h\u1ED3i sai
correct=\u0110\u00FAng
incorrect=Sai

question_lower_case=C\u00E2u h\u1ECFi
answerKey=Kh\u00F3a c\u00E2u h\u1ECFi
general_fb=M\u1EE5c ph\u1EA3n h\u1ED3i chung

not_correct=Sai
a_level_feedb=M\u1EE9c \u0111\u1ED9 tr\u1EA3 l\u1EDDi ph\u1EA3n h\u1ED3i
s_level_feedb=l\u1EF1a ch\u1ECDn m\u1EE9c \u0111\u1ED9 ph\u1EA3n h\u1ED3i
preview_model_short_answer=M\u1EABu Tr\u1EA3 l\u1EDDi Ng\u1EAFn
number_of_tries=Number of Tries Allowed

# add /edit Part
title=* Ti\u00EAu \u0111\u1EC1
information=Th\u00F4ng tin
title_note=GHI CH\u00DA\: Ti\u00EAu \u0111\u1EC1 c\u1EE7a Ph\u1EA7n \u0111\u1EC1 thi l\u00E0 "M\u1EB7c \u0111\u1ECBnh" s\u1EBD kh\u00F4ng hi\u1EC3n th\u1ECB cho ng\u01B0\u1EDDi l\u00E0m b\u00E0i th\u1EA5y. 
options=C\u00E1c t\u00F9y ch\u1ECDn
type=Lo\u1EA1i
type_onebyone=B\u1EA3ng c\u00E2u h\u1ECFi \u0111\u01B0\u1EE3c \u0111i\u1EC1u ch\u1EC9nh t\u1EEBng c\u00E2u m\u1ED9t
random_draw_type=ch\u1ECDn ng\u1EABu nhi\u00EAn t\u1EEB
random_draw_msg=C\u00E1c c\u00E2u h\u1ECFi cho ph\u1EA7n n\u00E0y \u0111\u01B0\u1EE3c t\u1EA1o t\u1EEB c\u00E2u h\u1ECFi, <b> {0} </ b> tr\u00EAn <b> {1} </ b> t\u1EA1i <b> {2} </ b>. \u0110\u1EC3 c\u00F3 \u0111\u01B0\u1EE3c nh\u1EEFng thay \u0111\u1ED5i m\u1EDBi nh\u1EA5t \u0111\u01B0\u1EE3c th\u1EF1c hi\u1EC7n \u0111\u1ED1i v\u1EDBi b\u1ED9 c\u00E2u h\u1ECFi, h\u00E3y nh\u1EA5p v\u00E0o <b> C\u00E2u h\u1ECFi C\u1EADp nh\u1EADt </ b> ho\u1EB7c nh\u1EA5p v\u00E0o <b> Ch\u1EC9nh s\u1EEDa </ b> cho Ph\u1EA7n n\u00E0y v\u00E0 sau \u0111\u00F3 nh\u1EA5p v\u00E0o <b> L\u01B0u </ b>. Nh\u1EA5p v\u00E0o <b> Xem tr\u01B0\u1EDBc </ b> ho\u1EB7c <b> Xu\u1EA5t b\u1EA3n </ b> s\u1EBD t\u1EF1 \u0111\u1ED9ng c\u1EADp nh\u1EADt c\u00E1c c\u00E2u h\u1ECFi \u0111\u01B0\u1EE3c r\u00FAt ra v\u00E0 s\u1EBD xu\u1EA5t th\u00E0nh m\u1ED9t \u0111\u00E1nh gi\u00E1.
random_draw_msg_published=C\u00E1c c\u00E2u h\u1ECFi cho ph\u1EA7n n\u00E0y \u0111\u01B0\u1EE3c t\u1EA1o t\u1EEB b\u1ED9 c\u00E2u h\u1ECFi, <b> {0} </ b> tr\u00EAn <b> {1} </ b> t\u1EA1i <b> {2} </ b>. \u0110\u1EC3 ch\u1EC9nh s\u1EEDa c\u00E1c c\u00E2u h\u1ECFi trong ph\u1EA7n n\u00E0y, h\u00E3y nh\u1EA5p v\u00E0o <b> Ch\u1EC9nh s\u1EEDa c\u00E2u h\u1ECFi </ b>.
random_draw_msg_no_date=C\u00E1c c\u00E2u h\u1ECFi cho ph\u1EA7n n\u00E0y \u0111\u01B0\u1EE3c t\u1EA1o ng\u1EABu nhi\u00EAn t\u1EEB m\u1ED9t b\u1ED9 c\u00E2u h\u1ECFi. Nh\u1EA5p v\u00E0o Xem tr\u01B0\u1EDBc \u0110\u00E1nh gi\u00E1 \u0111\u1EC3 xem m\u1ED9t v\u00ED d\u1EE5 ng\u1EABu nhi\u00EAn.
random_update_questions=C\u1EADp nh\u1EADt c\u00E2u h\u1ECFi

# for upload questions in editAssessment.jsp
upload_instruction=Nh\u1EA5p v\u00E0o "Duy\u1EC7t" \u0111\u1EC3 t\u00ECm t\u1EADp tin c\u1EE7a b\u1EA1n v\u00E0 sau \u0111\u00F3 nh\u1EA5p v\u00E0o "T\u1EA3i l\u00EAn" \u0111\u1EC3 t\u1EA3i l\u00EAn t\u1EADp tin c\u1EE7a b\u1EA1n.

update_pool_error_size_too_large=K\u00EDch th\u01B0\u1EDBc c\u1EE7a c\u00E2u h\u1ECFi v\u01B0\u1EE3t qu\u00E1 k\u00EDch th\u01B0\u1EDBc cho ph\u00E9p. Vui l\u00F2ng ch\u1EC9nh s\u1EEFa k\u00EDch th\u01B0\u1EDBc.
update_pool_error_unknown=\u0110\u00E3 x\u1EA3y ra l\u1ED7i khi c\u1EADp nh\u1EADt c\u00E1c c\u00E2u h\u1ECFi \u0111\u01B0\u1EE3c ch\u1ECDn ng\u1EABu t\u1EEB b\u1ED9 c\u00E2u h\u1ECFi.

  
# validate random drawn number for part
qdrawn_error= Number of questions to draw should be an integer greater than 0 but not more than 
qdrawn_pt_error= Gi\u00E1 tr\u1ECB \u0111i\u1EC3m ph\u1EA3i l\u00E0 s\u1ED1 l\u1EDBn h\u01A1n ho\u1EB7c b\u1EB1ng 0,0
qdrawn_null_error_pos= Vui l\u00F2ng nh\u1EADp gi\u00E1 tr\u1ECB v\u00E0o ch\u1ED7 tr\u1ED1ng " c\u00F3 gi\u00E1 tr\u1ECB \u0111\u00FAng "
qdrawn_null_error_neg= Vui l\u00F2ng nh\u1EADp gi\u00E1 tr\u1ECB v\u00E0o ch\u1ED7 tr\u1ED1ng "deduct _ point(s)"

selectedPool_error=Please select a pool under "Random draw from question pool".
overdrawn_error=S\u1ED1 c\u00E2u h\u1ECFi \u0111\u01B0\u1EE3c ch\u1ECDn t\u1EEB b\u1ED9 c\u00E2u h\u1ECFi \u00EDt h\u01A1n c\u00E1c c\u00E2u h\u1ECFi \u0111\u00E3 nh\u1EADp. Xin vui l\u00F2ng nh\u1EADp s\u00F4 th\u1EA5p h\u01A1n.
# message for total scores for assessments consisting of random draw parts
random_draw_total_score=B\u1EDFi v\u00EC \u0111\u00E1nh gi\u00E1 n\u00E0y c\u00F3 ch\u1EE9a m\u1ED9t ph\u1EA7n ch\u1ECDn ng\u1EABu nhi\u00EAn, th\u00F4ng tin "t\u1ED5ng s\u1ED1 \u0111i\u1EC3m" ch\u1EC9 l\u00E0 m\u1ED9t \u01B0\u1EDBc t\u00EDnh.

# error message for denied access
denied_create_assessment_error=L\u1EA5y l\u00E0m ti\u1EBFc\! Quy\u1EC1n truy c\u1EADp hi\u1EC7n t\u1EA1i c\u1EE7a b\u1EA1n kh\u00F4ng cho ph\u00E9p b\u1EA1n t\u1EA1o m\u1ED9t \u0111\u00E1nh gi\u00E1 m\u1EDBi ho\u1EB7c nh\u1EADp m\u1ED9t \u0111\u00E1nh gi\u00E1.
denied_edit_assessment_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa \u0111\u00E1nh gi\u00E1 n\u00E0y trong trang web.
denied_delete_assessment_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa \u0111\u00E1nh gi\u00E1 n\u00E0y trong trang web.
denied_publish_assessment_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa \u0111\u00E1nh gi\u00E1 n\u00E0y trong trang web.
denied_edit_publish_assessment_settings_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a c\u00E1c \u0111\u00E1nh gi\u00E1 sau \u0111\u00E2y ho\u1EB7c ph\u1EA3i x\u00F3a t\u1EA5t c\u1EA3 c\u00E1c b\u00E0i g\u1EEDi li\u00EAn quan \u0111\u1EBFn ch\u00FAng\:L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n xu\u1EA5t b\u1EA3n \u0111\u00E1nh gi\u00E1 n\u00E0y trong trang v\u00E0 do \u0111\u00F3 c\u0169ng kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa c\u00E0i \u0111\u1EB7t.
denied_take_assessment_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n th\u1EF1c hi\u1EC7n \u0111\u00E1nh gi\u00E1 n\u00E0y trong trang web, tuy nhi\u00EAn, b\u1EA1n c\u00F3 th\u1EC3 xem ch\u00FAng.
denied_submit_for_grade_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n n\u1ED9p b\u1EA3n \u0111\u00E1nh gi\u00E1 n\u00E0y trong trang x\u1EBFp lo\u1EA1i n\u00E0y.
denied_grade_assessment_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n \u0111\u00E1nh gi\u00E1 \u0111\u00E1nh gi\u00E1 n\u00E0y tr\u00EAn trang.
denied_delete_other_members_assessment_error=L\u1EA5y l\u00E0m ti\u1EBFc\! B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a c\u00E1c \u0111\u00E1nh gi\u00E1 sau \u0111\u00E2y ho\u1EB7c ph\u1EA3i x\u00F3a t\u1EA5t c\u1EA3 c\u00E1c b\u00E0i g\u1EEDi li\u00EAn quan \u0111\u1EBFn ch\u00FAng:
# please add comment
duplicateName_error=B\u1EA1n kh\u00F4ng th\u1EC3 c\u00F3 ti\u00EAu \u0111\u1EC1 \u0111\u00E1nh gi\u00E1 tr\u00F9ng l\u1EB7p. Vui l\u00F2ng ch\u1ECDn m\u1ED9t ti\u00EAu \u0111\u1EC1 kh\u00E1c.
# 0 points for survey
zeropoints=0 \u0111i\u1EC3m

gradebook_exception_error=C\u1EA3nh b\u00E1o\: M\u1EE5c s\u1ED5 \u0111i\u1EC3m kh\u00F4ng th\u1EC3 \u0111\u01B0\u1EE3c t\u1EA1o cho \u0111\u00E1nh gi\u00E1 n\u00E0y. Vui l\u00F2ng li\u00EAn h\u1EC7 v\u1EDBi b\u1ED9 ph\u1EADn tr\u1EE3 gi\u00FAp \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3.

gradebook_service_error=C\u1EA3nh b\u00E1o\: S\u1ED5 \u0111i\u1EC3m ch\u01B0a \u0111\u01B0\u1EE3c tri\u1EC3n khai \u0111\u00FAng c\u00E1ch. Do \u0111\u00F3, kh\u00F4ng c\u00F3 \u0111\u00E1nh gi\u00E1 m\u1EDBi c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c t\u1EA1o ra. Vui l\u00F2ng li\u00EAn h\u1EC7 v\u1EDBi b\u1ED9 ph\u1EADn tr\u1EE3 gi\u00FAp \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3.

empty_part_title_error=Ph\u1EA7n ti\u00EAu \u0111\u1EC1 kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u00E1nh gi\u00E1.

# error message for question add
MCanswer_outofbound_error= Nhi\u1EC1u c\u00E2u h\u1ECFi \u0111a l\u1EF1a ch\u1ECDn cho ph\u00E9p t\u1ED1i \u0111a 26 l\u1EF1a ch\u1ECDn cho c\u00E2u tr\u1EA3 l\u1EDDi.
singleCorrect_error=B\u1EA1n ph\u1EA3i ch\u1ECDn m\u1ED9t C\u00E2u tr\u1EA3 l\u1EDDi Ch\u00EDnh x\u00E1c.
multiCorrect_error=B\u1EA1n ph\u1EA3i ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t C\u00E2u tr\u1EA3 l\u1EDDi Ch\u00EDnh x\u00E1c.
answerList_error=Vui l\u00F2ng nh\u1EADp hai ho\u1EB7c nhi\u1EC1u l\u1EF1a ch\u1ECDn c\u00E2u tr\u1EA3 l\u1EDDi cho c\u00E2u h\u1ECFi n\u00E0y.
missingChoices_error= Vui l\u00F2ng nh\u1EADp v\u0103n b\u1EA3n cho l\u1EF1a ch\u1ECDn.
empty_correct_error= \u00D4 v\u0103n b\u1EA3n \u0111\u01B0\u1EE3c l\u1EF1a ch\u1ECDn ch\u00EDnh x\u00E1c th\u00EC kh\u00F4ng \u0111\u01B0\u1EE3c b\u1ECF tr\u1ED1ng.
match_error=B\u1EA1n ph\u1EA3i nh\u1EADp gi\u00E1 tr\u1ECB  \u0111\u01B0\u1EE3c ch\u1ECDn v\u00E0 ph\u00F9 h\u1EE3p.
deliveryDate_error=Ng\u00E0y ph\u00E2n ph\u1ED1i kh\u00F4ng \u0111\u00FAng \u0111\u1ECBnh d\u1EA1ng\: mm / dd / yyyy hh\: mm\: ss\: aa.
pool_missingBracket_error=H\u00E3y ch\u1EAFc ch\u1EAFn r\u1EB1ng d\u1EA5u ngo\u1EB7c nh\u1ECDn c\u1EE7a b\u1EA1n ph\u00F9 h\u1EE3p v\u00E0 c\u00E2u tr\u1EA3 l\u1EDDi ph\u1EA3i ch\u1EE9a \u00EDt nh\u1EA5t m\u1ED9t k\u00ED t\u1EF1 kh\u00F4ng ph\u1EA3i l\u00E0 d\u1EA5u c\u00E1ch.
fin_invalid_characters_error=Vui l\u00F2ng ch\u1EC9 s\u1EED d\u1EE5ng k\u00FD t\u1EF1 \u0111\u01B0\u1EE3c ch\u1EA5p nh\u1EADn trong ngo\u1EB7c nh\u1ECDn.
mc_error= Vui l\u00F2ng \u0111i\u1EC1n v\u00E0o c\u00E1c c\u00E2u tr\u1EA3 l\u1EDDi kh\u00E1c.
emptyText_error=\u0110o\u1EA1n c\u00E2u h\u1ECFi kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng.
noMatchingPair_error=Tr\u01B0\u1EDBc khi l\u01B0u c\u00E2u h\u1ECFi n\u00E0y, b\u1EA1n ph\u1EA3i c\u00F3 \u00EDt nh\u1EA5t m\u1ED9t c\u1EB7p k\u1EBFt h\u1EE3p. Vui l\u00F2ng nh\u1EADp c\u1EB7p k\u1EBFt h\u1EE3p v\u00E0 nh\u1EA5p v\u00E0o "L\u01B0u gh\u00E9p n\u1ED1i". Sau \u0111\u00F3, b\u1EA1n c\u00F3 th\u1EC3 l\u01B0u c\u00E2u h\u1ECFi b\u1EB1ng c\u00E1ch nh\u1EA5p v\u00E0o "L\u01B0u" \u1EDF cu\u1ED1i trang.
noImageMapPair_error=Tr\u01B0\u1EDBc khi l\u01B0u c\u00E2u h\u1ECFi n\u00E0y, b\u1EA1n ph\u1EA3i ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t h\u00ECnh \u1EA3nh. Vui l\u00F2ng nh\u1EADp h\u00ECnh \u1EA3nh v\u00E0 nh\u1EA5p v\u00E0o "L\u01B0u H\u00ECnh \u1EA3nh". Sau \u0111\u00F3, b\u1EA1n c\u00F3 th\u1EC3 l\u01B0u c\u00E2u h\u1ECFi b\u1EB1ng c\u00E1ch nh\u1EA5p v\u00E0o "L\u01B0u" \u1EDF cu\u1ED1i trang.
submissions_allowed_error=Th\u1EDDi gian cho ph\u00E9p ph\u1EA3i l\u00E0 m\u1ED9t s\u1ED1 nguy\u00EAn d\u01B0\u01A1ng. C\u00E1c gi\u00E1 tr\u1ECB v\u00ED d\u1EE5\: 15, 30, 60
corrAnswer=B\u1EA1n ph\u1EA3i ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t C\u00E2u tr\u1EA3 l\u1EDDi.
partial_credit_limit_summary="Gi\u00E1 tr\u1ECB%" cho l\u1EF1a ch\u1ECDn c\u00E2u tr\u1EA3 l\u1EDDi kh\u00F4ng ch\u00EDnh x\u00E1c c\u1EA7n ph\u1EA3i l\u00E0 s\u1ED1 nguy\u00EAn t\u1EEB 0 \u0111\u1EBFn 99.
partial_credit_limit_detail=Gi\u00E1 tr\u1ECB c\u1EA7n l\u00E0 m\u1ED9t s\u1ED1 nguy\u00EAn t\u1EEB 0 \u0111\u1EBFn 99.

edit_published_assessment_warn_1=\u0110\u00E1nh gi\u00E1 n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c r\u00FAt l\u1EA1i kh\u1ECFi quan \u0111i\u1EC3m c\u1EE7a h\u1ECDc vi\u00EAn.
edit_published_assessment_warn_21=Nh\u1EA5p v\u00E0o "Xu\u1EA5t b\u1EA3n l\u1EA1i" ho\u1EB7c "C\u1EA5p l\u1EA1i v\u00E0 xu\u1EA5t b\u1EA3n l\u1EA1i" \u0111\u1EC3 cung c\u1EA5p cho h\u1ECDc vi\u00EAn.
edit_published_assessment_warn_22=Nh\u1EA5p v\u00E0o "T\u00E1i xu\u1EA5t b\u1EA3n" \u0111\u1EC3 cung c\u1EA5p cho sinh vi\u00EAn.
edit_published_assessment_warn_edit_pool_questions=Your changes will affect this assessment only, not the question pool from which these questions were drawn. To edit the corresponding question in the question pool named {0}, use the Question Pools link at the top of this page.
edit_published_assessment_error=\u0110\u00E1nh gi\u00E1 kh\u00F4ng c\u00F3 s\u1EB5n \u0111\u1EC3 ch\u1EC9nh s\u1EEFa
edit_published_assessment_error_info=\u00CDt nh\u1EA5t m\u1ED9t sinh vi\u00EAn \u0111\u00E3 b\u1EAFt \u0111\u1EA7u th\u1EF1c hi\u1EC7n \u0111\u00E1nh gi\u00E1 n\u00E0y, v\u00E0 n\u00F3 kh\u00F4ng c\u00F2n c\u00F3 s\u1EB5n \u0111\u1EC3 ch\u1EC9nh s\u1EEDa. Nh\u1EA5p v\u00E0o Tr\u1EDF v\u1EC1 \u0111\u1EC3 tr\u1EDF l\u1EA1i m\u00E0n h\u00ECnh \u0110\u00E1nh gi\u00E1.
regrade_republish=Republish vs. Regrade and Republish
what_is_republish_1=Ch\u1ECDn
what_is_republish_2=T\u00E1i b\u1EA3n
what_is_republish_3=N\u1EBFu b\u1EA1n \u0111\u00E3 s\u1EEDa \u0111\u1ED5i n\u1ED9i dung c\u00E1i m\u00E0 kh\u00F4ng c\u00F3 \u00FD ngh\u0129a \u0111\u1ED1i v\u1EDBi to\u00E0n b\u1ED9 \u0111i\u1EC3m \u0111\u00E1nh gi\u00E1 (v\u00ED d\u1EE5 nh\u01B0 c\u00E1ch n\u00F3i c\u1EE7a c\u00E2u h\u1ECFi ho\u1EB7c l\u1EF1a ch\u1ECDn c\u00E2u tr\u1EA3 l\u1EDDi).
what_is_regrade_republish_1=Ch\u1ECDn
what_is_regrade_republish_2=C\u1EA5p l\u1EA1i v\u00E0 xu\u1EA5t b\u1EA3n l\u1EA1i
what_is_regrade_republish_3=N\u1EBFu b\u1EA1n \u0111\u00E3 s\u1EEDa \u0111\u1ED5i b\u1EA5t c\u1EE9 \u0111i\u1EC1u g\u00EC c\u00F3 th\u1EC3 thay \u0111\u1ED5i t\u1EA5t c\u1EA3 \u0111i\u1EC3m s\u00F4d c\u1EE7a \u0111\u00E1nh gi\u00E1. Bao g\u1ED3m c\u00E1c:
what_is_regrade_republish_4=1) S\u1EEDa \u0111\u1ED5i \u0111i\u1EC3m c\u1EE7a c\u00E2u tr\u1EA3 l\u1EDDi cho c\u00E2u h\u1ECFi t\u1EF1 \u0111\u1ED9ng ghi. C\u00E1c lo\u1EA1i c\u00E2u h\u1ECFi t\u1EF1 \u0111\u1ED9ng ghi nh\u01B0 sau:
what_is_regrade_republish_5=-Nhi\u1EC1u l\u1EF1a ch\u1ECDn
what_is_regrade_republish_6=-Kh\u1EA3o s\u00E1t
what_is_regrade_republish_7=-\u0110i\u1EC1n v\u00E0o ch\u1ED7 tr\u1ED1ng
what_is_regrade_republish_8=- S\u1ED1 \u0110\u00E1p \u1EE9ng
what_is_regrade_republish_9=-B\u00E0i thi
what_is_regrade_republish_10=-\u0110\u00FAng sai
what_is_regrade_republish_11=2) S\u1EEDa \u0111\u1ED5i l\u1EF1a ch\u1ECDn c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng cho c\u00E2u h\u1ECFi t\u1EF1 \u0111\u1ED9ng ghi \u0111i\u1EC3m.
what_is_regrade_republish_12=L\u01AFU \u00DD\: N\u1EBFu b\u1EA1n \u0111\u00E3 th\u1EF1c hi\u1EC7n \u0111i\u1EC1u ch\u1EC9nh th\u1EE7 c\u00F4ng \u0111\u1ED1i v\u1EDBi c\u00E1c c\u00E2u h\u1ECFi \u0111\u01B0\u1EE3c ghi t\u1EF1 \u0111\u1ED9ng tr\u01B0\u1EDBc khi ch\u1EC9nh s\u1EEDa cac \u0111\u00E1nh gi\u00E1 \u0111\u00E3 xu\u1EA5t b\u1EA3n, h\u00E3y nh\u1EA5p v\u00E0o Regrade v\u00E0 Republish s\u1EBD ghi \u0111\u00E8 c\u00E1c \u0111i\u1EC3m \u0111\u01B0\u1EE3c \u0111i\u1EC1u ch\u1EC9nh theo c\u00E1ch th\u1EE7 c\u00F4ng n\u00E0y. Tuy nhi\u00EAn, c\u00E1c c\u00E2u h\u1ECFi \u0111\u01B0\u1EE3c ph\u00E2n lo\u1EA1i b\u1EB1ng tay (v\u00ED d\u1EE5\: Tr\u1EA3 l\u1EDDi Ng\u1EAFn / Ti\u1EC3u lu\u1EADn, Ghi \u00E2m, T\u1EA3i l\u00EAn t\u1EC7p) s\u1EBD kh\u00F4ng \u0111\u01B0\u1EE3c ch\u1EA1m v\u00E0o.

# new fib authoring messages 
case_sensitive=<b> Ph\u00E2n bi\u1EC7t ch\u1EEF hoa ch\u1EEF th\u01B0\u1EDDng </ b>
case_sensitive_note=Khi \u0111\u01B0\u1EE3c ch\u1ECDn, c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a h\u1ECDc vi\u00EAn ph\u1EA3i kh\u1EDBp v\u1EDBi c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng v\u1EDBi ch\u1EEF hoa v\u00E0 ch\u1EEF th\u01B0\u1EDDng.
case_sensitive_example=V\u00ED d\u1EE5\: n\u1EBFu c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng l\u00E0 "ABC" v\u00E0 c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a h\u1ECDc sinh l\u00E0 "aBc", th\u00EC c\u00E2u tr\u1EA3 l\u1EDDi s\u1EBD \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u l\u00E0 kh\u00F4ng ch\u00EDnh x\u00E1c.
mutually_exclusive=<b>Mutually exclusive?</b>
mutually_exclusive_note=When checked, questions including more than one blank with identical answer options must have unique answers.
mutually_exclusive_example=V\u00ED d\u1EE5\: C\u00E1c c\u1EA1nh c\u1EE7a \u0111\u1ED3ng xu l\u00E0 {\u0111\u1EA7u | \u0111u\u00F4i} v\u00E0 {\u0111\u1EA7u | \u0111u\u00F4i}. C\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng\: \u0111\u1EA7u, \u0111u\u00F4i. M\u1ED9t n\u1EEDa c\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c\: \u0111\u1EA7u, \u0111\u1EA7u.
ignore_spaces=<b> B\u1ECF qua c\u00E1c kho\u1EA3ng c\u00E1ch? </ b>
ignore_spaces_note=Khi \u0111\u01B0\u1EE3c ki\u1EC3m tra, c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a h\u1ECDc vi\u00EAn s\u1EBD kh\u00F4ng y\u00EAu c\u1EA7u c\u00E1c k\u00FD t\u1EF1 kho\u1EA3ng tr\u1EAFng v\u00E0 c\u0169ng kh\u00F4ng \u0111\u01B0\u1EE3c t\u00EDnh l\u00E0 sai n\u1EBFu thi\u1EBFu c\u00E1c k\u00FD t\u1EF1 kho\u1EA3n tr\u1EAFng.
ignore_spaces_example=V\u00ED d\u1EE5\: N\u1EBFu c\u00E2u tr\u1EA3 l\u1EDDi ch\u00EDnh x\u00E1c l\u00E0 "2 * sin (x - m)", sau \u0111\u00E2y \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u l\u00E0 \u0111\u00FAng\: "2 * sin (x-m)", "2 * sin (x - m)", vv


# edit publish assessment confirmation page
edit_published_assessment_heading_conf=X\u00E1c nh\u1EADn c\u00E1c \u0111\u00E1nh gi\u00E1 \u0111\u00E3 \u0111\u01B0\u1EE3c xu\u1EA5t b\u1EA3n.
warning=C\u1EA2NH B\u00C1O\:
edit_published_assessment_heading_conf_info_1=\u0110\u00E1nh gi\u00E1 n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c xu\u1EA5t b\u1EA3n.
edit_published_assessment_heading_conf_info_2=N\u00F3 s\u1EBD \u0111\u01B0\u1EE3c r\u00FAt l\u1EA1i (kh\u00F4ng c\u00F3 s\u1EB5n cho h\u1ECDc vi\u00EAn) cho \u0111\u1EBFn khi b\u1EA1n t\u00E1i xu\u1EA5t b\u1EA3n n\u00F3.
edit_published_assessment_heading_conf_info_3=Nh\u1EA5p v\u00E0o EDIT \u0111\u1EC3 r\u00FAt l\u1EA1i v\u00E0 s\u1EEDa \u0111\u1ED5i \u0111\u00E1nh gi\u00E1.
edit_published_assessment_heading_conf_info_4=Nh\u1EA5p v\u00E0o CANCEL \u0111\u1EC3 tr\u1EDF l\u1EA1i trang \u0110\u00E1nh gi\u00E1.

# signs for author tool
separator=| 
dash=-
column=: 
greater=>

# copy assessment confirmation page
copy_assessment_heading_conf=X\u00E1c nh\u1EADn \u0111\u00E1nh gi\u00E1 tr\u00F9ng l\u1EB7p
copy_assessment_conf_info_1=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n sao ch\u00E9p ti\u00EAu \u0111\u1EC1 \u0111\u00E1nh gi\u00E1 n\u00E0y "
copy_assessment_conf_info_2="?
append_copy_title=- Sao ch\u00E9p #

# gradebook can not accept an assessment if its totalpoint = 0, 
gradebook_exception_min_points=C\u1EA3nh b\u00E1o\: Kh\u00F4ng th\u1EC3 t\u1EA1o m\u1EE5c S\u1ED5 \u0110i\u1EC3m cho b\u00E0i \u0111\u00E1nh gi\u00E1 n\u00E0y v\u00EC S\u1ED5 \u0110i\u1EC3m y\u00EAu c\u1EA7u t\u1ED5ng s\u1ED1 \u0111i\u1EC3m cho b\u00E0i \u0111\u00E1nh gi\u00E1 n\u00E0y ph\u1EA3i> 0. Vui l\u00F2ng thay \u0111\u1ED5i T\u00F9y Ch\u1ECDn S\u1ED5 \u0110i\u1EC3m trong C\u00E0i \u0110\u1EB7t th\u00E0nh 'Kh\u00F4ng' v\u00E0 t\u00E1i xu\u1EA5t b\u1EA3n l\u1EA1i.Vui l\u00F2ng li\u00EAn h\u1EC7 v\u1EDBi b\u1ED9 ph\u1EADn tr\u1EE3 gi\u00FAp c\u1EE7a b\u1EA1n \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3 th\u00EAm.

# Title of links: starts with t_
t_addPart=Th\u00EAm ph\u1EA7n
t_settings=Ch\u1EC9nh s\u1EEDa c\u00E0i \u0111\u1EB7t
t_removeP=X\u00F3a ph\u1EA7n
t_editP=Ch\u1EC9nh s\u1EEDa ph\u1EA7n n\u00E0y c\u1EE7a \u0111\u1EC1 thi
t_editQ=Ch\u1EC9nh s\u1EEFa c\u00E2u h\u1ECFi
t_removeQ=X\u00F3a c\u00E2u h\u1ECFi
t_assessment=\u0110\u00E1nh gi\u00E1
t_question=C\u00E2u h\u1ECFi
t_removeC=X\u00F3a l\u1EF1a ch\u1ECDn
t_removeO=X\u00F3a t\u00F9y ch\u1ECDn
t_removeI=Lo\u1EA1i b\u1ECF m\u1EE5c

# add attachments to questions
attachments = T\u1EADp tin \u0111\u00EDnh k\u00E8m
add_attachments = Th\u00EAm t\u1EADp tin \u0111inh k\u00E8m
add_remove_attachments = Th\u00EAm / x\u00F3a t\u1EADp tin \u0111\u00EDnh k\u00E8m
no_attachments = Ch\u01B0a c\u00F3 t\u1EADp tin \u0111\u00EDnh k\u00E8m n\u00E0o
remove_attachment_heading = X\u00F3a t\u1EADp tin \u0111\u00EDnh k\u00E8m
remove_attachment_conf = x\u00E1c nh\u1EADn x\u00F3a t\u1EADp tin \u0111\u00EDnh k\u00E8m
cert_rem_attachment=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n x\u00F3a t\u1EADp tin \u0111\u00EDnh k\u00E8m n\u00E0y kh\u00F4ng?
t_attachment = Hi\u1EC3n th\u1ECB t\u1EADp tin \u0111\u00EDnh k\u00E8m tr\u00EAn c\u1EEDa s\u1ED5 kh\u00E1c

show_editor=Hi\u1EC3n th\u1ECB  tr\u00ECnh ch\u1EC9nh s\u1EEDa v\u0103n b\u1EA3n \u0111a d\u1EA1ng (v\u00E0 s\u1ED1 k\u00FD t\u1EF1)
show_editors=Hi\u1EC3n th\u1ECB t\u1EA5t c\u1EA3 tr\u00ECnh ch\u1EC9nh s\u1EEDa v\u0103n b\u1EA3n \u0111a d\u1EA1ng

file=T\u1EADp tin\:
upload=T\u1EA3i l\u00EAn
browse=Duy\u1EC7t

note_negative_point_value_part=Y\u00CAU C\u1EA6U\: Ghi \u0111\u00E8 gi\u00E1 tr\u1ECB t\u01B0\u01A1ng \u1EE9ng trong h\u1ED3 g\u1ED1c. Ch\u1EC9 nh\u1EADn c\u00E1c c\u00E2u h\u1ECFi '\u0110\u00FAng Sai' ho\u1EB7c 'Nhi\u1EC1u L\u1EF1a ch\u1ECDn, m\u1ED9t c\u00E2u tr\u1EA3 l\u1EDDi \u0111\u00FAng'.
negative_point_value=\u0110i\u1EC3m \u0111\u01B0\u1EE3c tr\u1EEB cho c\u00E2u tr\u1EA3 l\u1EDDi sai
note_negative_point_value_question=Kh\u00F4ng b\u1EAFt bu\u1ED9c. Ch\u1EC9 nh\u1EADn c\u00E1c c\u00E2u h\u1ECFi '\u0110\u00FAng Sai' ho\u1EB7c 'Nhi\u1EC1u L\u1EF1a ch\u1ECDn, \u0110\u00FAng Ch\u00EDnh x\u00E1c'.

actions_for=T\u00E1c v\u1EE5 cho:
select_action=H\u00E0nh \u0111\u1ED9ng
action_scores=\u0110i\u1EC3m s\u1ED1

enable_partial_credit=Enable Partial Credit
reset_grading_logic=Reset to Default Grading Logic
enable_nagative_marking=B\u1EADt \u0111\u00E1nh d\u1EA5u ti\u00EAu c\u1EF1c
percentage_value=% Gi\u00E1 tr\u1ECB
reset_score_values=\u0110\u1EB7t l\u1EA1i gi\u00E1 tr\u1ECB \u0111i\u1EC3m
enter_new_pc_value=Nh\u1EADp gi\u00E1 tr\u1ECB m\u1EDBi (t\u00F9y ch\u1ECDn)

# error messages for EMI questions (used in Javascript validation)
answer_point_value_error=Gi\u00E1 tr\u1ECB \u0111i\u1EC3m tr\u1EA3 l\u1EDDi h\u1EE3p l\u1EC7 ch\u01B0a \u0111\u01B0\u1EE3c nh\u1EADp.
theme_text_error=V\u0103n b\u1EA3n ch\u1EE7 \u0111\u1EC1 ch\u01B0a \u0111\u01B0\u1EE3c nh\u1EADp.
simple_text_options_blank_error=M\u1ED9t s\u1ED1 t\u00F9y ch\u1ECDn v\u0103n b\u1EA3n \u0111\u01A1n gi\u1EA3n \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng - Vui l\u00F2ng nh\u1EADp v\u0103n b\u1EA3n t\u00F9y ch\u1ECDn ho\u1EB7c x\u00F3a c\u00E1c t\u00F9y ch\u1ECDn tr\u01B0\u1EDBc khi l\u01B0u.
number_of_rich_text_options_error=S\u1ED1 l\u01B0\u1EE3ng t\u00F9y ch\u1ECDn v\u0103n b\u1EA3n \u0111a d\u1EA1ng kh\u00F4ng \u0111\u01B0\u1EE3c ch\u1ECDn.
missing_or_invalid_answer_options_labels_error=Nh\u00E3n t\u00F9y ch\u1ECDn c\u00E2u tr\u1EA3 l\u1EDDi b\u1ECB thi\u1EBFu ho\u1EB7c kh\u00F4ng h\u1EE3p l\u1EC7
rich_text_options_error=Rich text answer options text or attachment required
at_least_two_options_required_error=Y\u00EAu c\u1EA7u \u00EDt nh\u1EA5t 2 t\u00F9y ch\u1ECDn
at_least_two_pasted_options_required_error=Y\u00EAu c\u1EA7u \u00EDt nh\u1EA5t 2 t\u00F9y ch\u1ECDn \u0111\u00E3 d\u00E1n
blank_or_non_integer_item_sequence_error=Blank or non-integer item sequence encountered for item:
correct_option_labels_error=Correct option labels blank or contain other than alpha characters and commas for item:
correct_option_labels_invalid_error=Invalid option in correct option labels for item:
item_text_not_entered_error=Item text or attachment not entered for item:
simple_text_option_label=Simple text - for a list of items with no formatting
simple_text_paste_label=Simple text - for pasting options
rich_text_option_label=Rich text / Attachments - for styled text, tables, labelled images

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available=Question {1} has an invalid answer, {0}. Only the following letters of the alphabet are acceptable: {3}
duplicate_responses=Duplicate responses:

# MC what's this link
mc_whats_this_main_text=The grading logic of multiple choice questions depends on the option you select.
mcsc_whats_this_text=This is the default option because it's the most common: students get the full point value for selecting a single correct answer and zero points for selecting anything else. This option can be further modified by selecting Enable Partial Credit or Enable Negative Marking.
mcsc_whats_this_text_no_partial_credit=This is the default option because it's the most common: students get the full point value for selecting a single correct answer and zero points for selecting anything else.* 
mcss_whats_this_text=Select this option if multiple answers are correct and you would like to give students full credit for choosing <b>any</b> of them. For instance, question X has options A, B, C, D, where A, B, or D are all correct answers.  If a student selects A, B, or D, he would receive full credit. If he selects C, then he would get zero credit.*
mcms_whats_this_text=Select this option if students need to select <b>all</b> of the correct answers in order to receive full credit.
mcms_whats_this_partial_text=<b>Right Less Wrong:</b>  They will be given partial credit for selecting a correct answer and will be penalized for selecting an incorrect answer. For instance, question X is worth 10 points and has options A, B, C, D, E where A and B are correct choices. Each correct answer has a point value equal to the question point value divided by the number of correct answers. Thus, a student will get 5 points for selecting A or B. They will be penalized 5 points for selecting C, D, or E.
mcms_whats_this_partial_note=<b>Note: </b> Even though a question could have a negative point value based on the grading logic (as in this example), the actual lowest possible total point value for a multiple correct, multiple selection question cannot be less than zero.
mcms_whats_this_full_text:<b>All or nothing:</b>  They will receive full credit only if they choose all of the correct answers and none of the incorrect answers.* \
<br/><br/>* If you want to penalize students for random guessing, then enter a value  in the "Negative point value for incorrect answer selection" field so that students will receive less than zero for an incorrect answer. For instance, if a question is worth 10 points and you enter "5" into the "Negative point value..." field, a correct answer would be worth 10 points and an incorrect answer selection would be worth -5 points.  (For Multiple Correct, Multiple Selection, multiple wrong selections do not result in multiple deductions; students will receive no less than -5.)
enable_partial_credit_text=Select this option if you want to give students partial credit when they choose an answer that is "almost correct." For instance, question X has options A, B, C, D, where A is the correct answer. If students pick A, they would receive full credit, but they could be given some credit for choosing an answer that is almost correct. Enabling this option will allow you to specify a percentage value for each answer.
enable_negative_makrinkg_text=Select this option if you want to discourage random guessing. The value entered into the "Negative point value..." field will be the question's point value if a student makes an incorrect selection. For instance, if a question is worth 10 points and you enter "5" into the "Negative point value..." field, a correct answer selection would be worth 10 points and an incorrect answer selection would be worth -5 points.  
enable_negative_makrinkg_note=<b>NOTE:</b> Even though a question may have a negative point value, the final point value for an assessment will not be less than zero.
reset_to_default_grading_logic_text=Click this link if you change your mind after selecting 'Enable Partial Credit' or 'Enable Negative Marking'. The default grading logic grants full credit for selecting a correct answer and zero credit for selecting an incorrect answer.

st_yes = Yes
st_no = No
st_agree = Agree
st_disagree= Disagree
st_undecided = Undecided
st_below_average = Below Average
st_average = Average
st_above_average = Above Average
st_strongly_disagree = Strongly Disagree
st_strongly_agree = Strongly agree
st_unacceptable = Unacceptable
st_excellent = Excellent

image_map_default_instruction=Identify the item(s) listed below by clicking on the corresponding part of the image. The green button indicates the item you are working on.
q_text_image_map=Enter question instructions in the textbox below or use the default message. Upload the Hot Spot image in the designated section below.

rowchoices=Row Choices (press "Return" key after each choice)
matrix_choice_surv=Kh\u1EA3o s\u00E1t \: Ma tr\u1EADn \u0111\u00E1p \u00E1n
matrix_choices_surv=Kh\u1EA3o s\u00E1t - Ma tr\u1EADn \u0111\u00E1p \u00E1n
columnchoices=Column Choices (press "Return" key after each choice)
addColumnChoiceToFavor=Add Column Choices to Favorites
forceRanking=Allow Only One Response per Column(forced ranking)
addComment=Add Comment Field
favorLabel=Favorites Label
fieldLabel=Field Label
commentField=Comment
character_count=Character count
relativeWidthOfColumns=Relative Widths of Columns
row_field_empty=Row field can't be empty
less_than_two_columns=columns field need to have at least two inputs, separated by "Return" key
selectFromFavorites=Select from Favorites

emi_pt=Item Points
emi_whats_this=?
emi_whats_answer_point_title=Answer Point
emi_whats_answer_point=Points are given per item. The overall point score for the question is automatically calculated from the sum of the item points.
emi_whats_theme_title=Theme
emi_whats_theme=The theme describes the main topic/domain that the item set will address, and is linked to the learning objectives.  A more generic theme (such as "Diarrhoea") may be used for sampling knowledge over wider fields, and items in that set may include pharmacology, epidemiology and investigations. A more focussed theme (such as "Management of diarrhoea") is used to sample in-depth knowledge, in this case all related to pharmacology.
emi_whats_options_title=Options
emi_whats_options=The options list consists of the potential answer choices to the item, and includes the distracters that are the incorrect or less likely answers for this particular item. The options should be homogenous, or "the same kind of thing" such as drugs, organisms, cells or investigations, and should be listed only as words or short phrases. Options that are unnecessarily complicated (combinations of options) or "all/none of the above" are not allowed.
emi_whats_leadin_title=Lead-In
emi_whats_leadin=The lead-in statement specifies the association between the stem and the option list. In the R-type format, the options list (for example, 8 or more potential diagnoses) is summarized in the lead-in statement, for example, "For each of the following patients presenting to the Emergency Room, select the most likely diagnosis." The lead-in should provide clear instructions how the student should respond to the item set.
emi_whats_items_title=Item Stems
emi_whats_items=The stem or item describes the case and what is required from the student. It usually consists of a clinical scenario and a question, for example "A 30yr old man presents with... Select the most likely diagnoses." In the R-type format, the question may be included in the stem or may be situated in the lead-in statement.

character_limit=200 character limit

matrix_width_list_default=Use browser defaults for column widths
matrix_width_list_1=10% row choices column/90% column choices column
matrix_width_list_2=20% row choices column/80% column choices column
matrix_width_list_3=30% row choices column/70% column choices column
matrix_width_list_4=40% row choices column/60% column choices column
matrix_width_list_5=50% row choices column/50% column choices column
matrix_width_list_6=60% row choices column/40% column choices column
matrix_width_list_7=70% row choices column/30% column choices column
matrix_width_list_8=80% row choices column/20% column choices column
matrix_width_list_9=90% row choices column/10% column choices column

edit_fib_warning=Please note that adding, removing or modifying the blanks can lead to scoring discrepancies when existing submissions are automatically regraded. For editing this type of question, you should allow resubmission.
edit_order_warning=You may have assigned the same destination position to several parts or questions. The result of the ordering has been modified.

tag_title=Tags
tag_previous=Tags added previously to the question
tag_question_new=Add new tags to the question
tag_question=Add/remove tags to the question
tag_search=Tag Search
text_search=Text Search
searched_text: Searched text:
searched_tags: Searched tags:
results_text= Results for Text search
results_tag= Results for Tag search
no_results: No results to display
tag_text_error=You need at least 3 characters in the text field. Note that HTML (or similar tags) and some special chars are filtered from the text to search.
tag_text_error2=The text has something not allowed by the search engine, usually it is related with unclosed quotation marks. Please, review it
tag_text_error3=An error happened searching, please try to use a more simple query. If the error continues, please contact with your administrator
tag_tags_error=You need at least 1 tag to perform the search.
tag_multitag_singlequestion = Selecting this option, ALL the questions completely identical to this one, (used in other assessments, or question pools), will be updated with these tags.
tag_multitag_singlequestion_all = The system has been configured to copy these tags to any identical question in the system (maybe copied to another test or another question pool).
