export_a=Xu\u1EA5t B\u00E0i\u0111\u00E1nh gi\u00E1
export_p=Xu\u1EA5t Ph\u1EA7n c\u1EE7a B\u00E0i \u0111\u00E0nh gi\u00E1
export_q=Xu\u1EA5t C\u00E2u h\u1ECFi
export_action=T\u1EA3i v\u1EC1
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Nh\u1EA5n n\u00FAt T\u1EA3i xu\u1ED1ng s\u1EBD t\u1EA3i xu\u1ED1ng t\u1EADp tin XML t\u01B0\u01A1ng th\u00EDch v\u1EDBi QTI IMS v\u00E0o m\u00E1y t\u00EDnh c\u1EE7a b\u1EA1n.
choose_type_1=Ch\u1ECDn lo\u1EA1i xu\u1EA5t ra m\u00E0 b\u1EA1n mu\u1ED1n
choose_type_2=ho\u1EB7c
choose_type_3=, v\u00E0 nh\u1EA5p v\u00E0o Export. \u0110\u1ED1i v\u1EDBi QTI, t\u1EADp tin XML s\u1EBD xu\u1EA5t hi\u1EC7n trong m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi. Ch\u1ECDn t\u1EADp tin> L\u01B0u ... trong tr\u00ECnh duy\u1EC7t c\u1EE7a b\u1EA1n \u0111\u1EC3 l\u01B0u t\u1EADp tin n\u00E0y v\u00E0o m\u00E1y t\u00EDnh \u0111\u1EC3 b\u00E0n c\u1EE7a b\u1EA1n.
ims_qti=XML t\u01B0\u01A1ng th\u00EDch QTI IMS
ims_cp= G\u00F3i n\u1ED9i dung IMS
choose_export_type=Ch\u1ECDn lo\u1EA1i xu\u1EA5t ra :
qti12=QTI v 1.2
content_packaging=G\u00F3i n\u1ED9i dung
cp_message=N\u1EBFu \u0111\u00E1nh gi\u00E1 c\u1EE7a b\u1EA1n ch\u1EE9a b\u1EA5t k\u1EF3 t\u1EADp tin \u0111\u00EDnh k\u00E8m n\u00E0o ho\u1EB7c s\u1EED d\u1EE5ng c\u00E1c th\u1EBB HTML \u0111\u1EC3 tham kh\u1EA3o t\u00E0i nguy\u00EAn b\u00EAn ngo\u00E0i, b\u1EA1n n\u00EAn s\u1EED d\u1EE5ng t\u00F9y ch\u1ECDn Content Packaging (G\u00F3i n\u1ED9i dung).
markup_text=V\u0103n b\u1EA3n \u0111\u00E1nh d\u1EA5u
markup_text_note=L\u01B0u \u00FD r\u1EB1ng n\u1EBFu b\u1EA1n ch\u1ECDn ng\u00F4n ng\u1EEF v\u0103n b\u1EA3n \u0111\u00E1nh d\u1EA5u, c\u00F3 c\u00E1c m\u1EE5c kh\u00F4ng th\u1EC3 xu\u1EA5t \u0111\u01B0\u1EE3c, v\u00ED d\u1EE5 c\u00E1c th\u00E0nh ph\u1EA7n ph\u1EA3n h\u1ED3i.
export_confirm=C\u00F3 nh\u1EEFng c\u00E2u h\u1ECFi kh\u00F4ng th\u1EC3 xu\u1EA5t kh\u1EA9u sang ng\u00F4n ng\u1EEF v\u0103n b\u1EA3n \u0111\u00E1nh d\u1EA5u. B\u1EA1n c\u00F3 mu\u1ED1n ti\u1EBFp t\u1EE5c kh\u00F4ng?
export=Xu\u1EA5t
im_ex_version_choose=Ch\u1ECDn phi\u00EAn b\u1EA3n IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_show=sai
im_ex_version_20=QTI v 2.0
import_a=N\u1EA1p v\u00E0o B\u00E0i \u0111\u00E1nh gi\u00E1
import_p=N\u1EA1p v\u00E0o Ph\u1EA7n c\u1EE7a B\u00E0i \u0111\u00E1nh gi\u00E1
import_q=N\u1EA1p v\u00E0o C\u00E2u h\u1ECFi
import_action=N\u1EA1p v\u00E0o
choose_file=Ch\u1ECDn 1 t\u1EADp tin :
import_instructions=Ch\u1ECDn m\u1ED9t t\u1EADp tin <b> XML </ b> t\u01B0\u01A1ng th\u00EDch v\u1EDBi t\u1EADp tin QTI c\u1EE7a IMS. \u0110\u00F3ng g\u00F3i n\u1ED9i dung IMS <b> ZIP </ b> t\u1EEB m\u00E1y t\u00EDnh c\u1EE7a b\u1EA1n.
import_pool_instructions=Ch\u1ECDn m\u1ED9t t\u1EADp tin <b> XML </ b> t\u01B0\u01A1ng th\u00EDch v\u1EDBi QTI c\u1EE7a IMS t\u1EEB m\u00E1y t\u00EDnh c\u1EE7a b\u1EA1n.
dash=-
export_imagemap_message=<b> L\u01B0u \u00FD </ b>\: c\u00E2u h\u1ECFi Hot Spot s\u1EBD kh\u00F4ng \u0111\u01B0\u1EE3c xu\u1EA5t b\u1EDFi v\u00EC ch\u00FAng kh\u00F4ng ph\u00F9 h\u1EE3p v\u1EDBi m\u1ED9t lo\u1EA1i c\u00E2u h\u1ECFi ti\u00EAu chu\u1EA9n. B\u1EA1n c\u00F3 th\u1EC3 sao ch\u00E9p ch\u00FAng t\u1EEB trang web n\u00E0y sang trang kh\u00E1c b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng c\u00E1c c\u00E2u h\u1ECFi ho\u1EB7c t\u00EDnh n\u0103ng Nh\u1EADp t\u1EEB trang web.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer\
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err = \u0110\u00E3 x\u1EA3y ra l\u1ED7i khi nh\u1EADp \u0111\u00E1nh gi\u00E1 n\u00E0y. \u0110\u1EA3m b\u1EA3o r\u1EB1ng t\u1EADp tin \u0111\u01B0\u1EE3c \u0111\u1ECBnh d\u1EA1ng \u0111\u00FAng IMS QTI.
import_err_pool = \u0110\u00E3 x\u1EA3y ra l\u1ED7i khi nh\u1EADp b\u1ED9 c\u00E2u h\u1ECFi n\u00E0y. \u0110\u1EA3m b\u1EA3o r\u1EB1ng t\u1EADp tin \u0111\u01B0\u1EE3c \u0111\u1ECBnh d\u1EA1ng \u0111\u00FAng IMS QTI.
import_qti_not_found = \u0110\u00E3 x\u1EA3y ra l\u1ED7i khi nh\u1EADp b\u00E0i\u0111\u00E1nh gi\u00E1 n\u00E0y. \u0110\u1EA3m b\u1EA3o r\u1EB1ng t\u00EAn t\u1EADp tin QTI l\u00E0 ch\u00EDnh x\u00E1c.
respondus_matching_err_1 = \u0111\u00E3 nh\u1EADp nh\u01B0ng c\u00F3 v\u1EA5n \u0111\u1EC1 v\u1EDBi c\u00E1c c\u00E2u h\u1ECFi sau:
respondus_matching_err_2 = \u0110\u1EC3 hi\u1EC3n th\u1ECB trong h\u1EC7 th\u1ED1ng n\u00E0y, c\u00E1c m\u1EE5c v\u00E0 s\u1EF1 l\u1EF1a ch\u1ECDn trong c\u00E1c c\u00E2u h\u1ECFi ph\u00F9 h\u1EE3p ph\u1EA3i \u0111\u01B0\u1EE3c gh\u00E9p n\u1ED1i m\u1ED9t l\u1EA7n. Vui l\u00F2ng ch\u1EC9nh s\u1EEDa \u0111\u00E1nh gi\u00E1 n\u00E0y \u0111\u1EC3 th\u00EAm c\u00E1c c\u1EB7p cho t\u1EEBng c\u00E2u h\u1ECFi, ho\u1EB7c x\u00F3a c\u00E1c c\u00E2u h\u1ECFi ho\u00E0n to\u00E0n.

import_size_too_big=Kh\u00F4ng th\u1EC3 nh\u1EADp {0} v\u00EC c\u00F3 gi\u1EDBi h\u1EA1n k\u00EDch th\u01B0\u1EDBc t\u1EADp tin l\u00E0 {1} MB m\u1ED7i l\u1EA7n nh\u1EADp.

# import question pool 
import_qp=N\u1EA1p b\u1ED9 c\u00E2u h\u1ECFi

# Export denied
export_denied=Kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p xu\u1EA5t 
export_denied_message=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n xu\u1EA5t b\u00E0i \u0111\u00E1nh gi\u00E1 n\u00E0y. Vui l\u00F2ng li\u00EAn h\u1EC7 v\u1EDBi ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn c\u1EE7a b\u1EA1n n\u1EBFu b\u1EA1n c\u00F3 b\u1EA5t k\u1EF3 c\u00E2u h\u1ECFi n\u00E0o.
button_continue=Tr\u1EDF v\u1EC1

pool_error_title=L\u1ED7i khi c\u1EADp nh\u1EADt c\u00E2u h\u1ECFi v\u1EC1 c\u00E2u tr\u1EA3 l\u1EDDi

file_is=T\u1EADp tin n\u00E0y l\u00E0:
from_samigo=Xu\u1EA5t  t\u1EEB h\u1EC7 th\u1ED1ng n\u00E0y (ho\u1EB7c h\u1EC7 th\u1ED1ng Sakai kh\u00E1c)
from_respondus=Xu\u1EA5t t\u1EEB \u200B\u200BRespondus (Khi b\u1EA1n "L\u01B0u T\u1EADp Tin QTI XML " trong Respondus, h\u00E3y ch\u1ECDn "\u0111i\u1EC3m d\u01B0\u1EDBi d\u1EA1ng s\u1ED1 th\u1EADp ph\u00E2n" \u0111\u1EC3 b\u1EA3o v\u1EC7 c\u00E1c gi\u00E1 tr\u1ECB \u0111i\u1EC3m \u0111\u01B0\u1EE3c g\u00E1n cho m\u1ED7i c\u00E2u h\u1ECFi.)

