#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
tab_move_rall=>> 
editor_full=Thi\u1EBFt l\u1EADp ch\u1EBF \u0111\u1ED9 \u0111\u1EA7y \u0111\u1EE7 cho m\u00E1y \u0111\u1EC3 b\u00E0n (\u0110\u1EA7y \u0111\u1EE7 c\u00E1c n\u00FAt v\u00E0 ch\u1EE9c n\u0103ng)
editor_auto=T\u1EF1 \u0111\u1ED9ng hi\u1EC3n th\u1ECB theo k\u00EDch th\u01B0\u1EDBc tr\u00ECnh duy\u1EC7t
noti_inst_second=B\u1EA1n s\u1EBD nh\u1EADn \u0111\u01B0\u1EE3c th\u00F4ng b\u00E1o \u01B0u ti\u00EAn t\u1EA5t c\u1EA3 c\u00E1c cao th\u00F4ng qua email. \u0110\u1EB7t \u01B0u ti\u00EAn th\u1EA5p th\u00F4ng b\u00E1o d\u01B0\u1EDBi \u0111\u00E2y. 
privacy_hide_title=Thi\u1EBFt l\u1EADp b\u1EA3o m\u1EADt \u0111\u1EC3 \u1EA9n cho t\u1EA5t c\u1EA3 c\u00E1c trang web 
tab_inst_6_alt=Nh\u1EEFng trang web n\u00E0y kh\u00F4ng xu\u1EA5t hi\u1EC7n trong tab Trang web c\u1EE7a b\u1EA1n ho\u1EA1t \u0111\u1ED9ng c\u1EE7a t\u00F4i. Tuy nhi\u00EAn, b\u1EA1n v\u1EABn c\u00F3 th\u1EC3 truy c\u1EADp ch\u00FAng th\u00F4ng qua n\u01A1i l\u00E0m Setup. 
tab_move_up=Di chuy\u1EC3n l\u00EAn trong danh s\u00E1ch 
prefs_timezone_title=M\u00FAi Gi\u1EDD 
privacy_stmt1=B\u1EA1n c\u00F3 th\u1EC3 l\u00E0m thay \u0111\u1ED5i c\u00E1c thi\u1EBFt l\u1EADp c\u1EE7a b\u1EA1n \u0111\u1EC3 gi\u1EEF cho m\u00ECnh v\u00E0 c\u00E1c th\u00F4ng tin c\u00E1 nh\u00E2n c\u1EE7a b\u1EA1n \u1EA9n t\u1EEB nh\u1EEFng ng\u01B0\u1EDDi kh\u00E1c trong trang web n\u00E0y. T\u00ECnh tr\u1EA1ng c\u1EE7a b\u1EA1n v\u00E0o trang web n\u00E0y hi\u1EC7n \u0111ang thi\u1EBFt l\u1EADp \u0111\u1EC3 " 
remove_from_sites_msg=H\u00E3y ch\u1ECDn m\u1ED9t trang web \u0111\u1EC3 lo\u1EA1i b\u1ECF kh\u1ECFi m\u1EE5c C\u00E1c Trang C\u00F3 Th\u1EC3 Hi\u1EC3n Th\u1ECB trong thanh Tab.
privacy_choice_hidden=V\u1EABn c\u00F2n \u1EA9n trong trang web n\u00E0y 
tab_inst_save=Khi b\u1EA1n \u0111\u00E3 ho\u00E0n t\u1EA5t thay \u0111\u1ED5i, nh\u1EA5p v\u00E0o C\u1EADp nh\u1EADt Preferences \u0111\u1EC3 l\u01B0u l\u1EA1i. 
privacy_hide_all_set=T\u00ECnh tr\u1EA1ng c\u1EE7a b\u1EA1n trong t\u1EA5t c\u1EA3 c\u00E1c trang web b\u00E2y gi\u1EDD \u0111\u00E3 thi\u1EBFt l\u1EADp \u0111\u1EC3 \u1EA9n. Ng\u01B0\u1EDDi kh\u00E1c kh\u00F4ng th\u1EC3 nh\u00ECn th\u1EA5y t\u00EAn c\u1EE7a b\u1EA1n trong danh s\u00E1ch v\u00E0 kh\u00F4ng th\u1EC3 li\u00EAn l\u1EA1c v\u1EDBi b\u1EA1n th\u00F4ng qua trang web. 
tab_move_rone=> 
privacy_show_all=Cho xem trong t\u1EA5t c\u1EA3 c\u00E1c trang web 
tab_inst_1_alt=T\u00F9y ch\u1EC9nh Tabs cho ph\u00E9p b\u1EA1n t\u00F9y bi\u1EBFn menu \u0111\u1EBFn c\u00E1c trang web c\u1EE7a b\u1EA1n trong phi\u00EAn b\u1EA3n c\u1EE7a Sakai ch\u1EC9. 
privacy_change_directions=N\u1EBFu b\u1EA1n mu\u1ED1n thay \u0111\u1ED5i tr\u1EA1ng th\u00E1i c\u1EE7a b\u1EA1n, h\u00E3y ch\u1ECDn h\u1ED9p b\u00EAn c\u1EA1nh 
tab_move_all_inst_re=H\u1EE7y b\u1ECF t\u1EA5t c\u1EA3 
locale_msg=H\u00E3y ch\u1ECDn ng\u00F4n ng\u1EEF c\u1EE7a b\u1EA1n (v\u00E0 c\u1EA3 qu\u1ED1c gia) l\u1EF1a ch\u1ECDn. Ng\u00F4n ng\u1EEF hi\u1EC7n h\u00E0nh c\u1EE7a b\u1EA1n l\u00E0\: 
prefs_title=Tu\u1EF3 ch\u1ECDn 
privacy_site_not_selected=H\u00E3y ch\u1ECDn m\u1ED9t trang web \u0111\u1EC3 thay \u0111\u1ED5i t\u00ECnh tr\u1EA1ng c\u1EE7a b\u1EA1n. 
privacy_update_title=T\u00ECnh tr\u1EA1ng c\u1EADp nh\u1EADt b\u1EA3o m\u1EADt 
tab_inst_3=\u0110\u1EC3 thay \u0111\u1ED5i s\u1ED1 l\u01B0\u1EE3ng c\u1EE7a c\u00E1c trang web c\u1EE7a b\u1EA1n n\u1ED5i b\u1EADt Xem trong menu worksite, c\u1EADp nh\u1EADt s\u1ED1 l\u01B0\u1EE3ng Xem. Sau \u0111\u00F3 nh\u1EA5p v\u00E0o Tu\u1EF3 ch\u1ECDn Th\u00F4ng \u0111\u1EC3 l\u00E0m cho c\u00E1c thay \u0111\u1ED5i. 
tab_inst_2=\u0110\u1EC3 s\u1EAFp x\u1EBFp l\u1EA1i c\u00E1c tab \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB, ch\u1ECDn m\u1ED9t trang web trong m\u1EE5c ch\u1ECDn "C\u00E1c Trang \u0110\u01B0\u1EE3c Hi\u1EC3n Th\u1ECB trong thanh Tab" v\u00E0 click v\u00E0o m\u0169i t\u00EAn l\u00EAn ho\u1EB7c xu\u1ED1ng \u0111\u1EC3 thay \u0111\u1ED5i th\u1EE9 t\u1EF1. S\u1EED d\u1EE5ng m\u0169i t\u00EAn l\u00EAn tr\u00EAn c\u00F9ng ho\u1EB7c xu\u1ED1ng d\u01B0\u1EDBi c\u00F9ng di chuy\u1EC3n m\u1ED9t l\u1EF1a ch\u1ECDn \u0111\u1EBFn \u0111\u1EA7u hay cu\u1ED1i c\u1EE7a danh s\u00E1ch. \u0110\u1EC3 di chuy\u1EC3n nhi\u1EC1u trang web, ch\u1ECDn m\u1ED9t trang web, gi\u1EEF ph\u00EDm Control (ho\u1EB7c Command tr\u00EAn Mac), v\u00E0 nh\u1EA5p v\u00E0o b\u1EA5t k\u1EF3 trang web kh\u00E1c. Sau \u0111\u00F3 nh\u1EA5p v\u00E0o m\u1ED9t m\u0169i t\u00EAn.
tab_inst_1=\u0110\u1EC3 \u1EA9n m\u1ED9t trang web ho\u1EB7c th\u1EF1c hi\u1EC7n m\u1ED9t trang web Xem trong c\u00E1c tab ho\u1EB7c trong "trang web h\u01A1n menu s\u1ED5 xu\u1ED1ng", ch\u1ECDn c\u00E1c trang web d\u01B0\u1EDBi \u0111\u00E2y v\u00E0 nh\u1EA5n v\u00E0o m\u0169i t\u00EAn b\u00EAn ph\u1EA3i ho\u1EB7c tr\u00E1i duy nh\u1EA5t \u0111\u1EC3 di chuy\u1EC3n n\u00F3. \u0110\u1EC3 di chuy\u1EC3n t\u1EA5t c\u1EA3 c\u00E1c trang web, b\u1EA5m v\u00E0o m\u1ED9t m\u0169i t\u00EAn k\u00E9p. 
tab_inst_4_alt=C\u00E1c trang {0} (trang web xu\u1EA5t hi\u1EC7n nh\u01B0 l\u00E0 c\u00E1c tab trong menu c\u1EE7a b\u1EA1n, v\u00E0 to\u00E0n b\u1ED9 danh s\u00E1ch s\u1EBD xu\u1EA5t hi\u1EC7n trong tab Trang web c\u1EE7a b\u1EA1n ho\u1EA1t \u0111\u1ED9ng c\u1EE7a t\u00F4i. Th\u1EE9 t\u1EF1 Xem \u1EDF \u0111\u00E2y ch\u1EC9 \u1EA3nh h\u01B0\u1EDFng \u0111\u1EBFn {0} (\u0111\u1EA7u ti\u00EAn c\u00E1c trang web. 
cancel_pref=Hu\u1EF7 Thay \u0111\u1ED5i 
privacy_change_later_instructions=\u0110\u1EC3 thay \u0111\u1ED5i c\u00E0i \u0111\u1EB7t ri\u00EAng t\u01B0 c\u1EE7a b\u1EA1n trong t\u01B0\u01A1ng lai, h\u00E3y truy c\u1EADp <br /> Kh\u00F4ng gian l\u00E0m vi\u1EC7c c\u1EE7a t\u00F4i&gt
privacy_note=L\u01B0u \u00FD\: \u0110\u1EC3 xem tr\u1EA1ng th\u00E1i ri\u00EAng t\u01B0 c\u1EE7a b\u1EA1n v\u00E0o c\u00E1c trang web kh\u00E1c, ch\u1ECDn Preferences t\u1EEB trang web MyWorkspace c\u1EE7a b\u1EA1n. 
tab_move_inst=L\u1EF1a ch\u1ECDn di chuy\u1EC3n  
tab_count=Xem Tab\: 
privacy_hidden=\u1EA9n 
privacy_check_show=Cho xem 
tab_move_lall=<< 
tab_move_bottom=Di chuy\u1EC3n \u0111\u1EBFn d\u01B0\u1EDBi c\u00F9ng c\u1EE7a danh s\u00E1ch 
update_pref=C\u1EADp nh\u1EADt nh\u1EEFng l\u1EF1a ch\u1ECDn
privacy_choice_visible=H\u00E3y cho t\u00F4i nh\u00ECn th\u1EA5y trong trang web n\u00E0y 
privacy_check_hide=Che gi\u1EA5u T\u00F4i
privacy_choice_heading=Xin vui l\u00F2ng thi\u1EBFt l\u1EADp b\u1EA3o m\u1EADt c\u1EE7a b\u1EA1n\: 
tab_move_inst_re=H\u1EE7y b\u1ECF l\u1EF1a ch\u1ECDn 
tab_move_lone=< 
privacy_update=C\u1EADp nh\u1EADt 
user_missing=UserId  l\u00E0 thi\u1EBFu. 
privacy_title=T\u00ECnh tr\u1EA1ng b\u1EA3o m\u1EADt 
tab_inst_5_alt=Trang web c\u1EE7a t\u00F4i Th\u1EC3 
tab_move_all_inst=Di chuy\u1EC3n t\u1EA5t c\u1EA3 
tab_vis_inst=C\u00E1c trang web Xem trong Tabs 
add_to_sites_msg=H\u00E3y ch\u1ECDn m\u1ED9t trang web \u0111\u1EC3 th\u00EAm v\u00E0o Trang C\u00F3 Th\u1EC3 Th\u1EC3 Hi\u1EC3n Th\u1ECB trong thanh Tab.
prefs_privacy=T\u00ECnh tr\u1EA1ng b\u1EA3o m\u1EADt 
tab_move_down=Di chuy\u1EC3n xu\u1ED1ng trong danh s\u00E1ch 
privacy_show_all_set=T\u00ECnh tr\u1EA1ng c\u1EE7a b\u1EA1n trong t\u1EA5t c\u1EA3 c\u00E1c trang web b\u00E2y gi\u1EDD \u0111\u00E3 thi\u1EBFt l\u1EADp \u0111\u1EC3 xem. Nh\u1EEFng ng\u01B0\u1EDDi kh\u00E1c c\u00F3 th\u1EC3 nh\u00ECn th\u1EA5y t\u00EAn c\u1EE7a b\u1EA1n trong danh s\u00E1ch v\u00E0 c\u00F3 th\u1EC3 li\u00EAn l\u1EA1c v\u1EDBi b\u1EA1n th\u00F4ng qua trang web. 
privacy_change_directions2=v\u00E0 sau \u0111\u00F3 nh\u1EA5p v\u00E0o n\u00FAt C\u1EADp nh\u1EADt b\u00EAn d\u01B0\u1EDBi. 
prefs_noti_title=Th\u00F4ng B\u00E1o 
tab_inst_8_alt=C\u00E1c thi\u1EBFt l\u1EADp tr\u00EAn trang n\u00E0y ch\u1EC9 \u1EA3nh h\u01B0\u1EDFng \u0111\u1EBFn \u0111i\u1EC1u h\u01B0\u1EDBng c\u00E1 nh\u00E2n c\u1EE7a b\u1EA1n. \u0110\u1EC3 xu\u1EA5t b\u1EA3n v\u00E0 \u0111\u01B0\u1EE3c xu\u1EA5t c\u00E1c trang web cho t\u1EA5t c\u1EA3 ng\u01B0\u1EDDi d\u00F9ng, \u0111\u1EBFn n\u01A1i Worksite Setup. 
privacy_visible=nh\u00ECn th\u1EA5y \u0111\u01B0\u1EE3c 
move_up_msg=Xin vui l\u00F2ng ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t trang web \u0111\u1EC3 di chuy\u1EC3n l\u00EAn. 
tab_not_vis_inst=C\u00E1c trang web kh\u00F4ng Xem trong Tabs 
privacy_hide_all=\u1EA8n T\u00F4i trong T\u1EA5t c\u1EA3 c\u00E1c trang web 
prefs_lang_title=Ng\u00F4n ng\u1EEF
time_inst_2=m\u00FAi gi\u1EDD 
time_inst_1=Xin vui l\u00F2ng ch\u1ECDn m\u00FAi gi\u1EDD \u0111\u1ECBa ph\u01B0\u01A1ng cho c\u00E1c c\u00F4ng c\u1EE5 Sakai \u0111\u01B0\u1EE3c l\u1EF1a ch\u1ECDn, ch\u1EB3ng h\u1EA1n nh\u01B0 L\u1ECBch. B\u1EA1n hi\u1EC7n t\u1EA1i 
privacy_show_title=Thi\u1EBFt l\u1EADp b\u1EA3o m\u1EADt \u0111\u1EC3 xem cho t\u1EA5t c\u1EA3 c\u00E1c trang web 
move_down_msg=Xin vui l\u00F2ng ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t trang web \u0111\u1EC3 di chuy\u1EC3n xu\u1ED1ng. 
privacy_stmt_show=." C\u00F3 th\u1EC3 nh\u00ECn th\u1EA5y t\u00EAn c\u1EE7a b\u1EA1n trong danh s\u00E1ch v\u00E0 c\u00F3 th\u1EC3 li\u00EAn l\u1EA1c v\u1EDBi b\u1EA1n th\u00F4ng qua trang web. 
tab_move_top=Di chuy\u1EC3n \u0111\u1EBFn \u0111\u1EA7u danh s\u00E1ch  
tab_inst_3_alt=Ho\u1EA1t \u0111\u1ED9ng trang web  c\u1EE7a t\u00F4i 
privacy_choice_later=H\u1ECFi t\u00F4i l\u1EA1i sau 
update_success=L\u1EF1a ch\u1ECDn c\u1EE7a b\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c c\u1EADp nh\u1EADt th\u00E0nh c\u00F4ng. 
privacy_choose=Ch\u1ECDn m\u1ED9t trang web 
privacy_stmt_hide=." Kh\u00F4ng th\u1EC3 nh\u00ECn th\u1EA5y t\u00EAn c\u1EE7a b\u1EA1n trong danh s\u00E1ch v\u00E0 kh\u00F4ng th\u1EC3 li\u00EAn l\u1EA1c v\u1EDBi b\u1EA1n th\u00F4ng qua trang web. 
prefs_site_tab_display_format=\u0110\u1ECBnh d\u1EA1ng hi\u1EC3n th\u1ECB thanh Trang kho\u00E1 h\u1ECDc
prefs_sites=Trang kho\u00E1 h\u1ECDc
tabDisplay_prompt=Hi\u1EC3n th\u1ECB tr\u00EAn thanh tab v\u1EDBi\:
tabDisplay_coursecode=Ti\u00EAu \u0111\u1EC1 Trang kho\u00E1 h\u1ECDc
tabDisplay_coursename=M\u00F4 t\u1EA3 ng\u1EAFn v\u1EC1 Trang kho\u00E1 h\u1ECDc
hidden_title=\u1EA8n kh\u1ECFi ch\u01B0\u01A1ng tr\u00ECnh t\u00ECm ki\u1EBFm Trang kho\u00E1 h\u1ECDc
hidden_instructions=Ch\u1ECDn m\u1ED9t trang kho\u00E1 h\u1ECDc ho\u1EB7c nh\u00F3m c\u00E1c trang kho\u00E1 h\u1ECDc \u0111\u1EC3 \u1EA9n kh\u1ECFi Tr\u00ECnh T\u00ECm Ki\u1EBFm Trang Kho\u00E1 H\u1ECDc.<br /><b>GHI CH\u00DA\:</b> Vi\u1EC7c n\u00E0y<b>kh\u00F4ng</b> \u1EA3nh h\u01B0\u1EDFng \u0111\u1EBFn vi\u1EC7c nh\u00ECn th\u1EA5y Trang kho\u00E1 h\u1ECDc \u0111\u1EBFn h\u1ECDc vi\u00EAn.
prefs_editor=Tr\u00ECnh so\u1EA1n th\u1EA3o
prefs_editor_tab_options=C\u00E1c l\u1EF1a ch\u1ECDn khi so\u1EA1n n\u1ED9i dung
editor_prompt=M\u1EB7c \u0111\u1ECBnh l\u00E0 thanh giao di\u1EC7n So\u1EA1n Th\u1EA3o \u0110a \u0110\u1ECBnh D\u1EA1ng (Rich Text Editor)
editor_basic=Thi\u1EBFt l\u1EADp ch\u1EC3 \u0111\u1ED9 \u0111\u01A1n gi\u1EA3n cho di \u0111\u1ED9ng (Gi\u1EDBi h\u1EA1n c\u00E1c n\u00FAt v\u00E0 ch\u1EE9c n\u0103ng)
